{"meta":{"title":"Magician’s room","subtitle":null,"description":"The real folk blues.","author":"Shiro1861","url":"http://shiro1861.com"},"pages":[{"title":"Hi小法師","date":"2017-07-20T03:25:00.000Z","updated":"2018-11-04T15:11:08.785Z","comments":true,"path":"about/index.html","permalink":"http://shiro1861.com/about/index.html","excerpt":"","text":"宇宙职业玩票选手权大赛冠军"}],"posts":[{"title":"2018 week 14","slug":"2018-week-14","date":"2018-11-10T09:37:07.000Z","updated":"2018-11-11T13:44:19.355Z","comments":true,"path":"2018/11/10/2018-week-14/","link":"","permalink":"http://shiro1861.com/2018/11/10/2018-week-14/","excerpt":"","text":"一个人待着的时候，虚无感无孔不入，我甚至都能看见它的形状。我常常会感到，活着确实很幸运，但死去可能大概也许不会太遗憾。我并不能算健全地活着，只是一个没有物理上死亡的人，像一个幽灵。 口号般的文字他人的期待美好的明天有时候都不能激励我，明天不好也不坏，只是不值得为之努力。我活着又如何，死去又如何。我在毫无意识地写下这些恐怖的话语。 我学习，进入重点初中高中名牌大学，刷绩点去比赛练英语，说出一些莫名其妙哗众取宠的话，我面试，坦荡荡地卖弄自己浅薄的学识见识，我找一份自认体面的工作，解决温饱问题，在别人旅游恋爱间隔年享受人生的时候闷头复习考证，争取表现保持名声，升职加薪苟且度日，我拒绝熬夜不抽烟少油少糖少喝酒，一周健身三次练到发抖为止，我不停焦虑思索出路等待机会暗自蓄力坚持读书写作听podcast不敢松懈——那又如何？ 我仍然自卑怯懦不敢面对自己，不敢承认我根本不擅长这一切，这些事情耗费掉我大量的能量，我总觉得自己要用数倍于他人的努力去完成这些，我不快乐。我好像一个三流导演，自导自演了这些闹剧，自己扮演一个不是自己的人。 这种抑郁发展到现在，已经变成这样：每次我雄心壮志鼓励自己不要浑浑噩噩应该找点事情做，考证学习读书练英语什么都好，给自己增加一些议价能力，到最后都会被简单的一句“那又如何？”轻松打败。 也并不是一开始就如此，我清楚地记得初中之前都有一段开心的日子，玩电脑画画看书和朋友腻在一起斗嘴大笑到处闲逛，不为什么活着，不去尝试控制生活中的一切，一切都是顺其自然地展开。之后的日子，都是在为了学而学，为了不落后于人而奔跑，为了不恐惧而尽己所能。 我甚至有时候都拒绝写作，写下这些无病呻吟的顾影自怜的酸不溜秋的东西。但不写出来，这些东西好似会积蓄成黑洞，将光线尽数吞下去。但话又说回来，在那些实实在在的，有烟火气的东西里，我最喜欢的只有我的肉体。无论在绝望失望雨天晴天里，好在我都能打起精神锻炼，也许潜意识里的我仍在期待着，这块朽木里会藏着一个漂亮的东西。 在日常焦虑完未来之后，又会陷入那又如何的虚无。这大概就是一个标准的周末吧。 2018-11-11 重新开始画画吧。无论和目标相差多远，还剩那么长的人生可以去努力，为什么要放弃。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 13","slug":"2018-11-04","date":"2018-11-04T15:12:50.000Z","updated":"2018-11-04T15:47:48.073Z","comments":true,"path":"2018/11/04/2018-11-04/","link":"","permalink":"http://shiro1861.com/2018/11/04/2018-11-04/","excerpt":"","text":"之前居然因为一直部署不了喜欢的主题一直没更新，因为一直找不到特别想看的书也一直没看书。开始走路回家，路上听很多podcast，开始东一榔头西一棒子地学起了日文。 这周的尾巴发生了一些有趣的事，比如和同事在工作的时候偷偷分享读书心得，发现大家都很喜欢《三体》。 虽然依旧每周照例想死，但总是冒出一些微不足道的不能去死的理由。 比如说，听到道馆里练习的声音，心里总还是痒痒的，还是很迷恋挥刀的瞬间。比如说，许久不见的人，还能记住你，并且认真听你讲话。 比如说，你很想离开某个地方，却又在真正要走的时候，想起在那里发生过的各种美好的回忆。 说来“想死”好像是一种很拧巴的顾影自怜，因为谁都知道这也就是说说。像我这种看见喜欢的人就能把三分钟前的丧气忘到九霄云外的人根本不值得一分钱的同情。 三个月前开始力量训练，非常喜欢训练的状态，感觉这个过程就像在将一块烂石头雕刻出形状一样，是件很有成就感的事情。 再说工作，我已经完成第一年的历程了，我感到它只是一件有必要的事情，因为我仍旧需要大量的钱。虽然工作不构成我存活的理由，但至少能令我不那么想去死。我似乎对自己的悲观一点不惊奇，这算不算惊奇。但无论如何得提着劲不把事情搞砸，不把名声弄臭。这大概也只是我扮演文明人的一种敬业精神而已。 最后也还是没有下定决心去看Spyair的演唱会。 存活状态：如履薄冰和不断等待。 但我想，至少我还是需要大量的锻炼、阅读和绘制。需要偶尔的自省以及足量的糊涂。 以上。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 12","slug":"2018-10-12","date":"2018-10-12T15:12:50.000Z","updated":"2018-11-04T15:46:34.068Z","comments":true,"path":"2018/10/12/2018-10-12/","link":"","permalink":"http://shiro1861.com/2018/10/12/2018-10-12/","excerpt":"","text":"想画画了。想写东西了。想看很多好看的动画片。想买好看衣服。还有学架子鼓，把道场的甲拿回来，换个地方继续学剑道。人生其实还是挺美好的，不要整天想些有的没的。过下去自然有收获。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 11","slug":"2018-week-11","date":"2018-08-31T16:05:50.000Z","updated":"2018-08-31T17:19:58.157Z","comments":true,"path":"2018/09/01/2018-week-11/","link":"","permalink":"http://shiro1861.com/2018/09/01/2018-week-11/","excerpt":"","text":"进入了小法师的暑假时间。 规律性的锻炼、物理书籍和考试令我精神状态稳定，并没有过多想要抱怨的，在工作之后还能有如此长的、能全然控制自己生活的日子，实在令我感动不已。怀着暑假必然会结束的心态在度过每一天，悲凉又快乐。 最近看了三岛由纪夫的《禁色》，看的原因是买错书了，本来想买谷崎润一郎的，但看完之后觉得还是离日本小说远一点。那种对于美的扭曲的执念，从字里行间漫出来，好像坏掉的奶油滴滴答答，可吓人了。倒是看的中途收到了《宇宙》，久闻卡尔萨根的大名，看了前半部分之后果然深得我心。 说起为什么突然看起了物理书籍，起因是前段时间看完了《三体》三部曲，内心受到极大震动，看完第二本的晚上我还做了噩梦，梦见月球就这么往地球砸，我只能眼睁睁看着它越变越大直到填满我的视野。无疑我是喜欢这本书的，尤其喜欢第二部，因为觉得罗辑是个很好玩的角色，第三部的程心总给人一种背负了全世界的感觉，实在太累。这个系列刚火的时候小法师我还在读法师高级学院，因为这个系列上了亚马逊的热销第一，所以那时高冷地不愿意看。读完之后觉得真是错过了一个亿啊！ 简单写一下《三体》的读后感，先说一下拖了一年都看不完的《基地》。大概是一年前入了阿西莫夫老爷子《基地》系列的坑，现在进度好像是在60%，不知是第几部了，看的动力不太够，一直没能有手不释卷的感觉，但偶尔碰上喜欢的章节，也能看得十分投入。个人愚见，阿西莫夫的作品吸引人的地方是想象力，是构筑未有之物和概念；至于刘慈欣的作品，固然也很有想象力，但对于我而言，最吸引人的是对人类脆弱及阴暗面的刻画。我能感到，阿西莫夫笔下的人类是乐观和积极的，虽然也有你我身上的弱点，但我就总是觉得无法和角色共情，因为大前提已经设定好了：那些角色都是掌握人类命运的人，不是你我他。但刘慈欣笔下的人物，更有人情味吧，像你我他，虽然后面也掌握了人类的命运，但没有在一开始就给我疏离感（诚然，刘慈欣的作品本就是中文写作，文化背景更近，在读时候共鸣更多也是因素之一）。 “三体”系列的三本看起来是分割的部分，因为主角都是不一样的，只有情节的连贯性。第一部写得有些故弄玄虚，事情未露端倪，如果只有这一部，那三体充其量也只能是二三流科幻作品。第二部提出了“黑暗森林”的核心概念，主角变成了罗辑。“面壁计划”、星际移民还有三体人的来袭，让整个系列的格局立刻展开。我最喜欢的也是第二部，那个阶段的宇宙已经不再如此美妙天真，而是不安、危险和诱惑，罗辑和章北海是我最喜欢的两个角色，他们身上有那种狠和利落劲儿，我看到罗辑对三体人发话的情节，战栗到鸡皮疙瘩都起了。第三部对读者我而言，就像是从低维度展开到高维度（比喻没有科学准确性），就是有种格局一下子打开的感觉，时间跨度也开始以百年计量，读的时候就经常在想，四五百年之后的人，读到我们现在的文字，会是什么感觉？ 就我自己看来，刘慈欣作品的可贵之处，还是在于对人的关怀。我看完三本书后，对书里面那个猎人和弓箭手的比喻印象很深，只觉得人的孤独是没边没沿的——他一方面想相信自己发现的真理就是全宇宙既定不变的真实，但另一方面又时刻在怀疑这一切真理定理准则，只是“造物主希望我看到的真实”，而这件事，是无法证伪的。在三体系列中，存在着能改变宇宙常量的物种，那这不就意味着，我们认识世界基础，是随时能崩塌的，这是不是一种绝望的不可知论？我高中时对量子物理还有弦理论十分着迷，觉得这实在太迷人了，如果一个原子，能在同一时间出现在不同地方，不能被人确定目前的状态，那该多有趣。认知的边界好像一下子就消失了，好像拿着一张坐标时刻变化的地图。 题外话，刘慈欣的作品对于物理和天文学门外汉而言也十分友好，并且还能激发门外汉对这些领域的兴趣，从科普文的角度来看，也是一部尽职尽责的作品。 大概就简单记录一下，后续也许会再炒冷饭，这也是为数不多我觉得相见恨晚的作品。我常常会有种感觉，如果能早些知道某些思维方法和观点，自己会少一些纠结，少一些决策力的浪费。 晚安。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 10","slug":"2018-week-10","date":"2018-07-15T15:48:10.000Z","updated":"2018-08-31T16:04:53.303Z","comments":true,"path":"2018/07/15/2018-week-10/","link":"","permalink":"http://shiro1861.com/2018/07/15/2018-week-10/","excerpt":"","text":"这一周在出差。 如果有一天要告别这种不定性极大的生活，那便是无法忍受的控制感缺失。命运飘摇不由我，总以为事情已经平顺地走上正轨，但总有意外的偏移，苦心经营的稳定生活，总是恰如其分地遭到打断或破坏。好不容易觉得自己能够开始正常的生活，有大段的夜晚和周末用来学习，偶尔买菜做点喜欢的东西，定期去健身房锻炼，能够培养一些稳定的爱好……但我总是觉得这些东西拿着毫无实感，下一刻就要失去。 但是我必须珍惜每一个片段，即便是零散的，因为我渐渐意识到，我的时间不再是我的，而是链条上的一种资源，谁都要抢占，而我只能抓紧间隙，不断靠近自己的目标。不能退让，在时间的战争面前。 这周加班非常多，身体出了点毛病，差点以为要叫人生中第一次救护车，但所幸万事大吉。出差就是另一种集体生活，时刻告诫自己不要得意忘形，不要多说无谓的话，多聆听多观察，言多必失。想起那天听到的，“谁牛逼谁傻逼”。有时候情绪失调，就会不自觉地多说话，事后非常后悔失语。真正的智者需要解决自处的问题，如果时刻有向外证明自身存在的需求，说明他内心不平静。 给自己备案，那些在集体里常常交流他人之事，并带有明显褒贬色彩评头论足的人，不值得深交，只谈风月即可。毕竟他能心平气和指点他人，亦能对你如是。 出差同住的女生有着难以描述的悲伤。我说不出来那是什么感觉。我常常感到悲伤，因为有些人的悲伤是我无法获知也无法平复的，而那些人都是些非常好的人。有天晚上我肚子痛得厉害，她耐心地帮我烧热水，还说晚上要是去医院一定要叫醒她。别人本无义务对我如此好，我感到幸运与感激。 今天突然想起《大唐李白》里赵蕤调侃李白的一句诗，是李白自己写的，“大道如青天，我独不得出”。 今天又重新看了一点小栗旬的《情热大陆》，看见那个深夜在公园里背台词的小栗旬，弯着背，眼前放着咖啡香烟和便携灯。有时候就是这些遥远而无谓的东西给我很多力量。 望，兵来将挡，水来土掩，顺其自然，逢凶化吉。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 9","slug":"2018-week-9","date":"2018-06-27T13:45:45.000Z","updated":"2018-08-31T16:04:45.996Z","comments":true,"path":"2018/06/27/2018-week-9/","link":"","permalink":"http://shiro1861.com/2018/06/27/2018-week-9/","excerpt":"","text":"度过了颓丧的两天，情绪失调的原因就是觉得自己怎么样也瘦不下来，为什么有些人天生不费什么力气就可以保持好身材，世界也太不公平了吧。就是纠结这么一个幼稚无聊无意义的问题，废掉了一天。然后又病态地吃了很多垃圾食品。其实病态暴食的毛病已经好了很多，不似前两年那么严重，但有时候就是难以克制。这真的是我最大的毛病无疑了，good news是我打算尝试一些解决方案。这种间歇自毁的机制其实就是长期克制饮食造成的空虚，平日工作复习已经枯燥无比，如果还要占用自控力去减重，资源实在是很不够用啊。所以下次如果还有这种间歇性的自毁冲动，可以尝试买个新的东西换掉身边的旧物，列一张buylist一个个换就好，然后定期给自己松绑。应该是有效的方式。 利用颓丧期看了《血观音》、《成长教育》（An Education）和《杀死汝爱》(Kill Your Darlings)，均打三星。然后本来想一口气看完《西部世界》第二季的，但无奈精神颓靡撑着看到第四集睡得一发不可收拾……不知道是不是已经熟悉片里面的套路了——杀戮流血掺杂人性和情色——总之是有些腻味，而且这部剧实在太令人不寒而栗，就像你有一天照镜子，照着照着里面的人就伸手出来一把掐死你，然后取代你去工作上班学习，但没有人能发现，其实没有什么是不可替代的，这是最令我胆寒的一点。人类所谓的独特，也许就是个自我构筑的幻梦？ 《血观音》的元素足够吸睛——性、权、钱、谋还有女人，剧情诚然足够残酷，但并不荒诞，导演野心很大，但片子的叙事有个很窄的收尾，虽然有所谓因果循环的隐喻（最后棠真捡起来的那个苹果），但有些强硬植入意象就是了，其实不用说也能知道棠真最终还是走了月影的老路子。其实这种类型片的谋说来说去就是财权政作底色，漂亮女人蛇蝎心肠纷纷登场，然后和几个男性角色虚情假意，一颦一笑真真假假推杯换盏虚虚实实，你利用我利用你，手脚干净胆大心细的笑到最后。剧本上并没有太多新意，穿插的闽南语民俗歌也不过是小花招说不上亮眼，所幸各位演员演技足够好，甚至惠英红还有点用力过头（她同时穿插港普、粤语和日语的表演真的是……跳戏），整个片子可看性还是很高。 《成长教育》，凯瑞穆里根好看极了。然而剧情正确到一塌糊涂，理想主义爆棚令我怀疑导演可能有个十分美好的人生，好在凯瑞青春洋溢动静皆宜。但无论怎样这种片拍得好还能文艺一把拍不好就只剩猥琐了，边界有点模糊。其实男主这种性格就是投机倒把油腔滑调抛妻弃子招蜂引蝶呗，但好在有一副好皮囊，西装革履骗过女主和她爹妈。同样是大叔爱上小萝莉的套路，《艺伎回忆录》里面主席和Chiyo的那种违和感就比较少，可能是因为有种含蓄的美吧，是由倾慕而生爱，主席一直在旁边默默为她铺路，看着她成长的感觉，虽然还是女主光环加持的情节……再说了，主席是个正人君子，没有抛妻弃子只是流连风月场合而已。 《杀死汝爱》，怎么看都是四个男主宠命优渥但就是要不停作死的故事……原来这个派还自称“垮掉派”，我是真的不知道这些家世好的孩子为什么非要毁了自己的生活寻求一些很迷幻的别人也不一定认可的东西，我想这是一种特别的勇气，没有贬义。本来生而为人就是件挺不公平的事情，还强求相互理解就更是困难。想起一些私人的事，我家境很普通，打小就觉得家世好的孩子有种我学不来的从容，好像他们不需要急着去完成大家都需要完成的事，好像也没有非得到不可的东西，我在他们面前总是觉得自己有诸多欲望步步为营汲汲于世，十分自卑。你看，如果是我，就一定会在哥大好好读书拿个漂亮GPA，出来当个正儿八经的律师、会计师或者医生之类的，然后做一个安分的中产……咦也许这就是为什么我不是青年诗人（喂喂喂），这样一说世界上还是需要一些这样的疯子吧。 恩，复习进度还不错，目前在第二轮了。有空就会在图书馆，学不进去就硬学，总之就是要学下去。觉得自己稍微变成硬派一点的人了啊！ 以上。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 8","slug":"2018-week-8","date":"2018-06-20T13:51:19.000Z","updated":"2018-06-20T16:00:01.815Z","comments":true,"path":"2018/06/20/2018-week-8/","link":"","permalink":"http://shiro1861.com/2018/06/20/2018-week-8/","excerpt":"","text":"上周出差做一个小项目，工作强度不大，算是复习生活的调剂，换换心情。周末有两个相识十年的老友来看我，和他们在一起的几天令我想起高考结束后的日子，压马路吃东西，窝在沙发上自拍吃零食看电影，这时候总要感叹一句，暑假如果不会结束该有多好啊。十年前的我，是当真从未想过十年后的自己会在做什么，那时候只有类似于“不要变成自己讨厌的人”这样模糊的想法，并不能想象自己现在的样子从事的工作生活的城市……所幸我觉得自己也并没有变成自己讨厌的样子。 上周和这周看了四部电影，和老友一起在影院看了《厕所英雄》，在难以入睡的夜晚零碎地看完了《忍者蝙蝠侠》、《嘉年华》、《艺伎回忆录》、《侧耳倾听》和《怪奇秀》，给《侧耳倾听》打了最高分。上半年只看了十八部电影，感觉今年的进度有点着急啊。然后看了几本书，新书是《印加帝国的末日》，重看了《古希腊戏剧选》、《莲花》和《挪威的森林》。最近对kindle产生莫名的抗拒，只想在床上看纸质书，我觉得也是败家…… 关于《侧耳倾听》看《侧耳倾听》的时候还哭了，女主角月岛的焦虑也曾经是我的焦虑，只是我并不是因为谁而焦虑，我的是没来由的。每次在别人身上看到自己没有的勇气，都会觉得鼻子酸酸的。月岛的可爱在于看到仰慕之人先一步成长，自己虽焦虑却很快地行动起来直面不安。想做和做完全是两回事，如果不迈出第一步去尝试，怎么知道自己想做什么，自己的天赋在哪，以及还要走多远的路才能达到心中的完美。 我在经历了各种撕扯之后也发现，在脑中瞎想构思都于事无补，大胆地走出不完美的第一步才是一切的开始。所以看到片中月岛鼓起勇气开始写作的时候，我感到有些鼓舞。此外我也很能感受到，当看到自己离脑中的完美很远的距离时那种无力，但同时自己又会笃定地，在间歇的失望与希望中蹒跚地往前走。 很喜欢里面那个关于原石的比喻，天泽的爷爷说，天泽和月岛就像两块没有打磨过的原石，隐约能见到内核里闪烁的宝石，虽然粗糙与莽撞，但珍贵的就是这些棱角与不圆滑。 小时候喜欢宫崎骏作品中那种精致与想象力，看完了心里很开阔的感觉。现在看一些不是很出名的非科幻系的作品，反而觉得更加喜欢那种松散平淡里的细致，一个大钟、一个雕塑和一只猫，都是精心设计过的。手绘的水彩背景有些粗犷但是处处用心，和现在数码制作的动画背景相比，虽然质感上不那么平滑顺畅，但这种不规则不平滑像是故事的一部分。因为前面还看了《忍者蝙蝠侠》，我个人觉得这一部是标准的数码建模产物，角色动作华丽而生硬。《侧耳倾听》有手绘动画最打动我的东西——线条的节奏与灵感。 《侧耳倾听》的时代与我的少年时代很像，总之就是从背景到题材都令我觉得十分有共鸣，毫不犹豫给了五星。 其他电影《艺伎回忆录》的画面和音乐使我给了及格分数三星，但剧情和人物设置，特别是结局都免不了美国商业片的俗套，虽然有些很厉害的话比如： “We can’t expect happiness, Sayuri. It’s not something we deserve, when life goes well, it’s just a sudden gift. It can’t last forever.” 我还是挺喜欢这句的，是主席在樱花树下和Chiyo说话，然后帮她拂去身上的樱花瓣那一幕的台词。贯穿全片的雨、水和烟雾意象选取很用心，使人能够感到Chiyo身上那种流动的、不安定的以及善变的特质。至于全片对艺伎这种职业的的见解就比较有形式感了，基本还是为了满足大众的主流想象。而且后半段的剧情安排让我感到片中的女性作为艺伎存在时，更像一种物品或是符号，可以被欣赏被仰慕被利用，并不具有感情上的主动选择权。 此外，为什么会有请中国女星讲着英语演日本人这种奇绝的摄制安排？ 《嘉年华》算是近期看到质量上乘的国语片，题材比较严肃，两个小演员的眼神非常够味。选取的拍摄地很好地配合了剧情的逼仄感——小城丑闻、潮湿郁热幽闭的南方岛屿以及巨大的人形水泥雕像。 《怪奇秀》有令人共鸣之处，带着边缘群体青春片的一切特点——校园冷暴力、歧视与偏见以及最后的和解。Billy和Flip那种模糊的关系刚刚好，两人最终没有变成情侣算是没有落入窠臼，欣慰。当然也难免有一些不可避免的理想主义，因为结局和谐得令人疑心。 《厕所英雄》笑点可能在于配乐和印度语，剧情拖沓起承转合突兀。配乐和慢镜头到后半段变得非常违和尴尬，我连笑都觉得尴尬……反正全片感觉就像一大盘咖喱，吃到最后只剩满嘴油腻。 《忍者蝙蝠侠》，画面还是挺精致的，喜欢刻意模仿日式画风和笔触的感觉。但剧情偏低龄，人物就是走马灯出现一下谈不上角色塑造，蝙蝠侠屡次受骗真是要气死观众了。 其他破事儿其实从上周五开始到今天没做什么正经事，算是在复习循环里安排一点消遣。我发现我一旦离开了规律和独来独往的生活就会感到很不安。希望一切回到正轨。以上。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 7","slug":"2018-week-7","date":"2018-06-03T13:18:10.000Z","updated":"2018-06-20T15:58:15.097Z","comments":true,"path":"2018/06/03/2018-week-7/","link":"","permalink":"http://shiro1861.com/2018/06/03/2018-week-7/","excerpt":"","text":"上周开天窗没写，没什么特别原因，我想我周末需要少看一些电脑，远离数位板多手绘。这周依然提心吊胆，不过好在还是躲过一劫没去某个项目。下周果然是躲无可躲，我只希望生活待我仁慈，至少周末不用加班。 这周开了个很烂的头，动不动就超过凌晨才睡。看完银魂的漫画更新，心里总是有说不出的难受，那天突然听到米津玄师的Lemon，一下子就抓住难过的核心了，忍不住再抄一遍歌词。所幸所有的感情在写完一篇短文后马上疏解，只是偶尔想起心里有些一挠一挠的难过，向来如此。 如果你正在什么地方/与我一样/终日过着以泪洗面的寂寞生活的话/就请你将我的一切全部遗忘吧/ 我依然保持着年少时看任何电影小说动漫的强代入感习惯。我总是能够鬼使神差地代入那个角色，但我总是只能感到他的痛苦。 这周晚上开始重看《海边的卡夫卡》。似乎每年夏天我都习惯重看一本村上的书，但好像每年都是重看这一本。这本是我最喜欢的，主人公的内心描写很多时候是我自己的心声。听过有人评价村上的书“孤独”甚至“变态”，我虽不同意，但阅读本就是很私人的事，不至于大动肝火非要分出高低。况且说来说去也都是一些概念在纠缠不清，什么小资、文艺、孤独症，都是用概念在互相攻击。为什么喜欢村上就非得是孤独症呢？我最近越发能感到人的复杂性，他的某种选择，譬如闲暇时的消遣，至多能说明一种偏好，但绝不至于能从中判断出人格优劣。 突然想起去年底没看完的阴阳师，晴明和博雅坐在月下，晴明说名也是一种“咒”，你看，我指着月亮，说这月亮是你的，那这月亮就变成了你的了，妙不妙？大约是这样的对话。概念不也就是一样的东西吗，扯远了。 昨晚的放空项目是看了最后两部小时代，作为了解民情的一种方式。其实也没这么烂，但只是很像看电影主编在某期的开篇语里写的，很多导演似乎把电影当成了评书，过分夸大了台词的功能（大意如此）。又及片中将“戏剧冲突”约等于“大家憋在房间里互相对吼推搡”，显得比较不专业了。但总的来说人设还算鲜明，娱乐性也足够，整个系列的对话和镜头安排（对，我就是看完了整个系列）有些漫画感，也就是在我看来不太像成年人能说出来的话和做出来的事，但考虑到整个故事的作成时间和作者本人的意愿，我也并不认为这很坏。讲白了别把它当正儿八经的电影去挑剔就好，当做拼接后的几段MV也没什么。 周末照例自习室看书。发现自己的学习节奏就是不能持久战，一天学七八个小时，那真是如同上刑。复习进度尚可。周日照例跑步，公园里植物散发出浓重的湿气。 我现在很不能理解去年那种自我放弃的慢性自杀状态，难道当个二十几岁的注册小法师不好吗？为什么要和钱以及前途过不去，尽管不喜欢，但它是目前最困难的事不是吗？尽管身边很多人能成，但大部分不能成。就算一厢情愿，我总觉得现在我是被人期待着的，有了些许生活的实感。有人赏识注意，似乎成了我的动力。现在复习的心情也不像去年那样不耐烦，尽管下班走到图书馆有些惯性绝望，但每次熬过了那个实在睁不开眼要睡一会的点之后，总是能高效地学到最后。走进那里面就会发现，困难也并不是如此无解。此外，我也很感谢我保持了学生时代的极高注意力，尽管有时候累到思绪散漫，但心就像要哄的小怪兽一样，说两句就会好。 对了，我虽然一直觉得自己在寻找最想做的事情，但我似乎一直都知道那就是绘画，不能是别的。好像所有的答案和寻觅最终都鬼使神差回到了这里，毕竟能使我痛苦的事情，似乎这能是一件。为浪费的光阴也好，为自己的怠惰和目光短浅而后悔也好，都是在意的表现不是吗。少年时多少个孤独的下午，多少个写作业写到走神的午夜，都在尽己所能地绘制所想。那些年少时为之倾注了强烈热爱的东西，似乎鬼使神差地反复出现，是要杀了我或是要成为我的一部分，尚不可知。但想做的事一直握在手中。但我目前还是不能承受这件事失败的后果，所以我仍要走那条最“正确”的道路。尽管有些难过，但向来如此。 尽管目前生活充实有序，我依然感到某种虚空，如同海边的卡夫卡中所说： 你的心如久雨催涨的大河。地面标识一无所剩地被河流淹没，并冲往一个黑暗的地方。而雨仍在河面急剧倾泻不止。每当在电视里看见那样的洪水，你便这样想，是的，一点不错，那就是我的心。 如此，以上。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 6","slug":"2018-week-6","date":"2018-05-27T17:16:20.000Z","updated":"2018-05-27T18:30:40.108Z","comments":true,"path":"2018/05/28/2018-week-6/","link":"","permalink":"http://shiro1861.com/2018/05/28/2018-week-6/","excerpt":"","text":"大晚上的追了银魂漫画的进度，可以说是始料未及的发展了，原来没想到时间线可以往后两年的，去年以为要完结了。看得有些兴奋，昨晚也是失眠，不如写一写东西，平缓一下心情。最近复习进度还行，也想顺便总结一下自己的生活状态。 今天看了一期圆桌派，提到一个问题，假设不谈物质条件等现实因素，你最想做的事情是什么。我当然是想全身心地画画了。从前到现在，我最大的顾虑就是我干这行能否养活自己，其次的顾虑才是我能否干得出色且开心，最后才是我会否因才华不如人而憎恨自己。其实我还挺高兴的，总算还是说得出想做的事。倘若真能撇开是否能体面地养活自己这个魔咒，我想干的事情还真挺多的。画画是一件，再有就是当摄影师过着居无定所的生活，又或者当一名漫画编辑（当然如果我能成为出色的画家就没有这个选项）， 我只能感到现在对绘画的热情消退大半，充其量只是周末的消遣。但在我的学生时代，绘画是我为数不多的感情出口。特别是初高中时期，拿着纸笔能在赶作业的间隙编出一个小故事，那种成就感是和考试拿高分是完全不同的，值得牢记至今的东西。只是我从来都是技巧跟不上想法，想画的太多，画不出来的更多，这是我感到最痛苦的事情。可惜这种痛苦的时刻已经越来越少。现在做不好工作，只会觉得自己粗心或是不熟流程，暗自记下下次不犯即可，不会感到太痛苦。但我看见别人画出自己想表达的东西，还是会很痛苦。这种痛苦几乎伴随了我整个青少年时期并延续到现在，我非常想做好这件事，但我的时间和资源都不允许我这样做。 很长一段时间，我对生活唯一的不满就是，我想做好的事，是我无法承受失败后果的事，我不能花太多时间在这件事上，因为我有需要做好的且能够使我生存下去的事。除此之外，我觉得生活对我十分仁厚了。我真的只是因为家境不好而放弃了绘画而选择了更政治正确的道路，我在青少年时期总是觉得心里委屈，现在偶尔想到也会有些难过，但最近我重新看了《大唐李白》，里面有段话大意是这样的，李白和人争论诗歌格律的价值，一直认为自己随心写作的李白并不是很认可必须要严守格律这件事，但作为寒门（商贾）之后的李白想到自己的出身突然明白，若不是有一套通用的标准去衡量诗歌好坏，并用以录取优秀的士子，以自己的出身，也许穷其一生也无法走入仕途。这段话让我立刻想起高考。这套体制令我受到各种折磨，但当我真正进入大学之后，我确实非常感谢这个体制——它不但给了我出人头地的机会，还让我知道孤独才是最终课题，行动起来便少一些无谓的恐惧和悲伤。这套体制让我变得像一支整齐的军队，没有什么人情味，但是效率很高，瞄准目标便向前行进，作战胜利偶尔休息又奔赴下个战场，何时何地做何事做出怎样的效果，都在心里预设清晰。有人和我说，我就像经营一盘生意一样经营自己，凡事不仅one step ahead，恨不能每一步棋都想出七八个二叉树。 但我始终知道得即是失，这套方法论让我百分之八九十的时候打胜仗，也让我百分之八九十的时间与孤独同行，也让我失去了创作的热情，也让我在停止行动的时候感到无可诉说的焦虑和迷茫。 说到现在的生活，我只觉得荒唐和病态。我每周一都会为自己没被分去不想去的项目而感到庆幸，并心怀侥幸地过完这个星期。按部就班的三点一线，上班下班图书馆，回家。每天早上锻炼，节制饮食。开心的时候买买东西，并祈祷下个星期能够吃自己做的便当。我仿佛没在期待什么时点的到来会“唰”一声改变这一切——我学生时代常做的预设，比如考试面试之类的。但我隐约又觉得时间抓也抓不住好似抹了油的蛇，我只能眼睁睁看着它走，但我做不了什么，好像我不在里面一样。很难描述这是什么感觉，我想到未来的生活，除了即将到来的考试令我有一些实感，其他的一切都比较荒唐虚无。新的项目也只是新的工作，我又会战战兢兢地过完那一周，并庆幸自己没闯祸。但未来的生活对于我而言真的是件很荒唐的事。我总结一下，我也许是真的很不习惯生活仰赖他人安排，也许只是拿不到生活完全的控制权，像是走在初春的浮冰上飘荡不真实。 但生活毕竟是不错，过年定的减重目标已经完成6千克，复习进度也满意。偶尔的失眠令我不至于崩溃，周六下午慢跑之后想喝一口伏特加的愿望与每次走出图书馆想来一根烟的愿望都使我感到有些开心。今年确乎是没时间再点一个新技能，也极有可能没什么时间稽古。嗳，2018年就这样溜了一半。现在想想，我可能只是在等一场考试，挽回去年的失意吧。虽然每天工作完之后再学习没什么效率，但我渐渐明白，在学习这件事上，有好过没有，将就好过完美主义，你只需要行动起来，投入足够的时间，方法或是态度，都并不是特别主要的事情。要投入哇。 晚安。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 5","slug":"2018-week-5","date":"2018-05-10T15:27:47.000Z","updated":"2018-05-10T15:35:48.411Z","comments":true,"path":"2018/05/10/2018-week-5/","link":"","permalink":"http://shiro1861.com/2018/05/10/2018-week-5/","excerpt":"","text":"在这个档口，我最缺的是时间和钱，悲欢离合爱恨憎会都是很奢侈的东西。 我就像一块不知何处来不知往何处的石头，然而我想沉在河床的淤泥中，被打磨成好看的样子。 我想就这样吧。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 4","slug":"2018-week-4","date":"2018-05-06T15:39:49.000Z","updated":"2018-05-06T15:49:17.826Z","comments":true,"path":"2018/05/06/2018-week-4/","link":"","permalink":"http://shiro1861.com/2018/05/06/2018-week-4/","excerpt":"","text":"哇终于debug，可以上传新的文章上来了。最近又开始了温书生活。周末温书运动加画画，非常充实。 觉得状态比去年好多了，马上能行动。尽管我还是需要定期书写，但矫情的文字能免则免。 最近感到，对于很多事情，最基本的还是需要时间的投入，天赋或是方法也许很关键，但时间才是真正的魔法师呀。 前阵子看了很多书和电影，希望有时间能静下来写一写，接下来看闲书的时间会少一些。 嗯。无论如何我需要行动起来，今年也准备过半了，暂时实现了控制饮食的小目标。尽管我还是不能避免的焦虑以及想太远，但我能意识到自己需要那种“将要不属于此时此地”的非安全状态，那才是一直推着我前进的力量。 安定或者沉沦，都是不行的。 喜欢回到图书馆的日子。更喜欢夏天傍晚在公园跑步，看着天色一点点黑下来。 暂且写到这里，很开心。这些东西让我充满力量。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 3","slug":"2018-week-3","date":"2018-03-04T15:38:43.000Z","updated":"2018-05-06T15:39:19.267Z","comments":true,"path":"2018/03/04/2018-week-3/","link":"","permalink":"http://shiro1861.com/2018/03/04/2018-week-3/","excerpt":"","text":"突然明白，我追求那些注定无法得到的幻影，也就是所谓理想，和斯嘉丽渴求艾希礼的爱一样，都在穷极一生追求不属于自己的东西，结果只能是毁了已经得到的以及能够获得的幸福。只是我一直觉得那个故事说的只是爱情，却没发现世界上很多事情都是这样罢了。 耐心地等待，不要浮躁而是静下来，有一天的命尽一天的力，我的或者他人的过去与未来，与我何干。既定的成功只有几种，但我只想过合我心意的生活，在合适的时间大笑或痛哭。把能够做的事做好，不要说些丧气话。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 2","slug":"2018-week-2","date":"2018-02-21T15:37:57.000Z","updated":"2018-05-06T15:39:25.881Z","comments":true,"path":"2018/02/21/2018-week-2/","link":"","permalink":"http://shiro1861.com/2018/02/21/2018-week-2/","excerpt":"","text":"说好的周记变成了月记。在吃和睡之中度过了春节假期，该做的事没做，不该做的事做了一大堆，熬夜，瞎看电视剧，吃零食。说实在的不知道为什么到了一个很失落的阶段，觉得想做的事都无法达成，制定的计划都被自己破坏，仿佛自去年考试以来形成的惯性。我现在真正明白“心似平原走马，易放难收”的含义了——能破坏纪律一次，就有第一千次。但有时候又不想活得那么严苛那么疲惫。任何优化或恶化都不是一个点，而是一个过程，只能慢慢积累正确的东西。 说起来真的很奇怪，离开学校之后，表达的欲望少了很多，只有些零散的思绪。但是实打实的反思却多了很多，开始关注有关目标的细节。离开学校这半年来，感到自己对自己的“觉察”越来越弱，常常无意识地浪费时间，既没有短期目标也没有短期反馈，总之就是没人说你干的怎样，我自己也并不急着改变什么。但时间就在那里，非常有限，如果不能坚持对自己的觉察而任由自己浪费时间，就是自杀式袭击啊。 工作也常常不太走心，并认为工作过于简单而不去总结反思改进，沉迷于固有的方法和思路。并且无心精进自己从事行业的知识，借口就是“我不喜欢”，但你必须在一个行业做出点成绩，才是跳槽或进修的资本，如果三年过去你对专业领域还是狗屁不通，想要更上一层楼更是痴人说梦。所以不论喜欢与否，就像对待课业一样对待你的专业领域知识，不要抵触，更不能想着反正迟早都要改行，何必做好。相反，正是因为要转变方向，谋求新的可能，才更要把手头的事情做好。这不是一个可选项，而是必达项。 那不如在这里反思一下入职四个月以来的工作状态： 心浮气躁，不愿意听一些senior的建议和批评 有时候等到senior催了才去拿资料or补程序，但事前已经意识到可能有问题，但并没有主动问 有时候因为没事做，就喜欢拖延，比如先wander一会才开始做事，这种习惯很不好，还是要先完成手边工作，完成之后闲不闲再说 顺便反思一下课余状态： 喜欢做不动脑的事情，比如看电视，浪费很多时间 很不在意时间被人占用，并自我感知为“陪伴” 要有自己的时间预算和底线，陪伴不是无止境的，你也有自己的生活，用行动告知他人，不必说道理 拿起手机就喜欢看朋友圈放松，但实际短暂的间歇可以做更多有益而有趣的事 背日文单词、看kindle（放一本比较适合零碎时间看的书比如语录&amp;诗集） 间歇性的暴饮暴食依然没有改掉，正在努力寻求转移注意力的方式 实际的阅读时间太少，多为零散的通勤或睡前时间 坚持零碎时间，晚间如果有条件，强制读一个小时书 再反思一下对于长期目标的追求： 说是要读书，但没有仔细了解过目标学校的各种政策，say招生时间、条件和奖学金等 没有刻意训练长时间集中注意力的能力，但实际上已经很弱了 无意识的学习太多，有意识的太少，总是在逃避动脑，但总觉得“看过就是学了”，没有输出 没有刻意去训练素描基本功，总是在原地打转（画自己画得顺手的东西） 减肥，间歇性暴食另体重很快反弹，但仍然在坚持锻炼和健康饮食 不开电视就没有待着吃东西的理由，所以不能开电视无所事事 其实不知道为什么，工作这段时间，看到仍在读书的同辈，总会觉得自己掉队了，成长曲线越来越平缓，感到焦虑，但无奈推力不足无法有有效的行动。于是就放人这种消极的厌世的情感生长，但回头看看这不就是废掉自己的开始吗。总是丧气总是抱怨没有机会没有资本，家世不如人条件不如人，自己却不在自己的能力圈里尽力而为，然后还要说些眼高手低的发言，然后还要放弃改变自己，放弃反思现状。消极怠工，说些漂亮话，都不会让现状变得更好。 尽管觉得生活没半毛钱盼头却还要往前走，硬着头皮期待每一个相似无味的日子，硬着头皮为自己创造每一天的惊喜，用行动去摧毁思想和文字的消极。放假的头一天我自己做了一次大扫除，感觉毫无头绪以及烦躁的时候，收拾一下环境就很好。就很好。 我总觉得时间不够了我要快点，我总觉得被追着往前跑，但无法思考清楚下一步的行动，于是只好不断行动。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"2018 week 1","slug":"2018-week-1","date":"2018-01-27T17:55:05.000Z","updated":"2018-05-06T15:38:12.895Z","comments":true,"path":"2018/01/28/2018-week-1/","link":"","permalink":"http://shiro1861.com/2018/01/28/2018-week-1/","excerpt":"","text":"很久没有写完整的东西。期间在朋友生日的时候给她写过一封信。回顾了去年下半年的一些文字，觉得那时还是没有荒废的，好歹有些阅读的感想吧。所以说无聊有趣都是相对的，在蹲考试监狱的日子里，什么都有趣。 但总体而言去年下半年真的过得非常糟烂，做了很多自杀袭击一样的事情，我以身试法地悟出了一个道理，你的理性能让步你的欲望一次，也能让第二第三第三千次，然后尽管你觉得一两次的让步无所谓，但实际上每一次的侥幸会把你的理性通通毁掉，而最后你会一事无成得过且过，这他妈非常地糟烂，不能再来第二次了。自毁并不好玩，也不酷。我的意志力也并不强，事实上是根本经不起考验，所以我还是给自己挂个警钟，这个警钟大概就是不停地把这些蠢想法写下来。 在不写总结的日子里，其实也读书，也思考，只不过没有输出，写日记的习惯也没能坚持，只是觉得也没有什么事情大到需要翻开本子写下来，也没有太多的话想对自己说。周一酷似周二三四五，只是周一特别堵，这样的日子需要总结一些什么，我暂时没找到。况且现在的感想都很简洁，在手机里用note记一下就好，不用矫情地背着本子和笔。但现在回头看看，少了写日记这个动作，好像少了一双眼睛检视自己，会变得比较被动麻木。 习惯了工作的节奏以后，那种被生活绑架的感觉倒也不是很强烈了，但其实多少还是有的。我还是倾向于一个人行动吧，如果可以的话，至少在我的界域一切都在我的掌控中，那种感觉还是很好的。 硬要描述现在的感觉的话，大体就是生活所迫，不得不过吧。每日里提心吊胆，但又不想竭尽全力，只想付出我感受到的适合薪资水平的努力。写到这里都觉得自己是个特别功利和现实的人。但是我又如何左右这种情绪呢？我最能感到希望全力一搏的阶段是准备GMAT出国的时候，我那时倒是真的觉得，这世界大有搞头。但许多主客观原因叠加导致我没有选择出国，按下不表。实际上我想说的是，这样吊着半口气不敢全力呼吸的生活，过着憋屈。尽管没有严重到上班如同上坟，但也并没有好到哪里去。 而我，除了认真活着不要开天窗不要自我放逐不要反方向奔跑，几乎拿它毫无办法。并且，我确实无法改变现状，因为我不是凉宫春日，所以我只有一个显而易见的选择，不喜欢，那也别毁了它。拿一分钱的薪水就尽一分钱的力，也不是所有人能做到的，如果要说入职这几个月最大的感想，那必然是要学会为自己做的所有事负责，犯错的时候也别纠结是不是自己蠢，赶快想办法，该干啥就干啥，干脆利落，再大的事也不会死人。 然后我最近在读查理芒格的一本书，觉得恢复自控力的路径对我而言只有一条，就是培养一些很好习惯然后坚持下去，好到你不忍心去破坏他。然后尽量不要活得那么憋屈的好方法对我而言也只有一个，就是不安分并折腾着，等待。毕竟这个老头在书里说了： 也许所有教育最有价值的结果是，当你不得不完成一件事情的时候，不管你是否喜欢它，你都有能力去完成这项必须的任务。 我近期希望恢复的好习惯是读书、锻炼以及清洁饮食。 虽然我一直有阅读的习惯，不过多数时间是零散的，没有目的性，大段的阅读时间很少，零散的时间也几乎只有早晚通勤和睡前。所以正儿八经的书几乎没怎么看，再严肃也就是当下比较热门的科普读物，比如《未来简史》一类的，稍微需要一些注意力，但囫囵吞枣也无伤大雅的这类书。综合考虑了一下查理芒格的阅读建议，我列出了以下的改进目标： 按学科分类阅读材料，尽量扩展面，学到各科的基本思维框架。 目前认为今年可以扩展的三个学科：数学、物理、心理（考虑到今年还有考试监要蹲，培养兴趣不要自残即可） 按时回顾阅读材料 目前已经使用clipping.io来导入kindle的书摘到Evernote，打算利用碎片时间回顾并写一些批注 在长段的时间用Mindnode画导图，但这个需要找一些动机，否则我不会去做 考虑我的长期目标，我需要保持极高的英文阅读能力，所以会继续看The Economist和其他高级一点的语料 词汇量并不是目前的问题，但日常的写作和口头分析能力不强，所以希望看一些培养思维框架类的书籍，而我认为consult类的训练材料实在再好不过（私下觉得可以视作为一个很久之后的面试做准备） 其他杂食类的，文学小说科普，可以想读多少读多少，毕竟，正经东西看不下去，能坚持阅读也是好的。 至于锻炼和清洁饮食，通俗一点就是减肥，不必多说，我在压力大的时候有暴饮暴食的坏习惯，为了身心健康，非常想改掉，想寻求正常的情绪出口，想穿衣服好看些，仅此而已。 现在只能是自救，能救一点是一点，工作也好兴趣也好，做有效且核心的事情，不要骗自己不要自我放逐。坚持下去，哪怕一点点也好，说不定几年之后就成了救命的那棵草。机会来了要横下一条心挥剑将它一刀劈死。所以是说，要能砍得准（方向要对）且力气要够（实力要有）。这样就好。 至于我为什么常常觉得生活被人绑架，大概是离开了独来独往的状态，不能自己控制很多事情吧，我发现一个原则是有效的，在不伤和气的情况下，坚持自己的底线，划清界限，适量就好。 如果我搜集的这些烂石子暂时还不能发出好看的光，那就等着，因为最初相信它们不是石头而是宝石并把它们捡起来的人，是我啊。尽管，我不确信我希望去到的下一个平台是不是另一个坑，但好歹人往高处走也不太会有错，坑就坑吧，好歹也是个陨石坑。 我没有在年头列愿望清单的习惯，但今年我自己列了几件事，现在在进行的有两件。我现在真的体会到这件事的曲折了。但anyway吧，总要行动起来。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"WEEKLY Nov 19","slug":"WEEKLY Nov 19","date":"2017-11-26T15:11:26.000Z","updated":"2017-11-26T15:48:17.947Z","comments":true,"path":"2017/11/26/WEEKLY Nov 19/","link":"","permalink":"http://shiro1861.com/2017/11/26/WEEKLY Nov 19/","excerpt":"","text":"上周开启了出差生活，在被人控制的生活中保有最后一点自由已是莫大幸福。晚上无班可加，坐在酒店走廊的沙发上写总结，听歌，不停循环无间双龙的配乐，不停循环《平凡之路》。每晚必然想起快要出成绩这件事，短暂地焦虑后又迎来新的一天。 经过我的观察，坏的习惯永远是拖延和分心，然后不得不在最后关头牺牲睡眠。所以我决定以后工作的时候手机永远不要摆在视线看得见的地方。 好的习惯就是计划好一天需要做的事情，然后在闲暇的时候见缝插针，就算背几个单词也是好的。看朋友圈的频率可以变成两天一次，也没人期待你的回复，你只是需要习惯正常人的世界。 在上周的工作中我感到自己做了些危险的事，比如在执行一些工作的时候，我会按照自己的理解简化工作量，按我理解的某个程序的重要性。但回头一想，我刚刚入行，自己的判断何足为信？所以日后仍然打算，先尽力为之，实在不行再说。 说到改进的话，大概是还是要问清楚上级交代下来的任务，比如是不是要我做，要做到什么程度，什么时候截止，以免多做或少做。我感到日后被追着补功课大体是因为初期没弄清楚任务要求。 上上周看完《无间双龙》的影响还在继续，也许好的配乐和人设对我的影响大于剧情吧。那些配乐真的令我感到非常，非常难过了。在人群里总是脑内回放这首歌，然后响起很中二的脑内旁白：“这世间万种幸福，初生、相识相恋相守候还有父慈子孝兄友弟恭，你偏不要，偏选一条大家都不走的道。”全然不知所谓。我总是怕和人建立任何不适宜的亲密关系，我也总觉得自己无法获得任何一种幸福。 这个周末我决定不要熬夜看任何东西，规律作息，周六早上去公园跑了7公里，觉得神清气爽。周日虽然全身如同被揍，还是坚持去道场稽古，来了一个很帅气的教练，我在门厅和他正面撞上，只记得他的白色毛衣。后面和他对打的时候简直道心全失。最后结束的时候还被一个后辈指点，其实内心非常不爽，但还是摆了好脸，不过后面想想，有人指点也并没什么，笑笑接受也不会怎样。 我啊，目前正处在一个重建的阶段，我能模糊地感到是这样，如果轻易让情绪控制自己，大概是再也回不到正途了吧。所以我还是希望用锻炼体能重建我的性格，让他尽量不要崩溃。 嘛，快乐地活着固然很好，但时而焦虑时而快乐，时不时还要蹲各种考试监的日子也并不赖，毕竟不焦虑无压力的情况下，人就会轻飘飘地飞上去，再然后就感受不到活着的实感了，风平浪静地也许半辈子就过去。还是要心怀一些不安定的想法不是？比如说，我还是很想有一个自己的团队，然后我们就做些很酷的事，所以我很后悔没记住入职培训的时候请来的咨询部门的同事的名字，因为他说他有一个稳定性很好的团队。我想这大概是某种契机吧。 上周结束了《海伯利安》第一卷的阅读，感觉有点像科幻版《七武士》，阅读的契机是，凉宫春日的长门有希送给阿虚的书就是这本。这周开了《山月记》，果然写虎的那篇是最得我心的啊，不过其他也写得颇有趣味。上周也重新捡起了日语。尽管知道自由使用的时间并不多，未来还要蹲新的考试监，但还是得保持一些学习习惯呀。 嗯。收拾收拾，下周仍然是离家的生活。也许成绩也会出来。我还是默默地祈祷吧。我觉得我这人的心很不好骗，我总想掐灭所有的希望，以绝望迎接一切，但实际上我还是抱有很多希望。所以到最后我总是很伤心。 晚安。 \u0017","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"WEEKLY Nov 12","slug":"WEEKLY Nov 12","date":"2017-11-19T12:56:28.000Z","updated":"2017-11-19T07:02:11.147Z","comments":true,"path":"2017/11/19/WEEKLY Nov 12/","link":"","permalink":"http://shiro1861.com/2017/11/19/WEEKLY Nov 12/","excerpt":"","text":"悠闲的养老时光即将结束。 一方面，我观察思考阅读，接受所选择的生活；但另一方面，我也偶尔感到遗憾无奈，因为自己的学习曲线越来越平缓。我感到自己在下沉，而且就算怎么扑腾都无法浮上水面。着急向外界证明自己的价值，但却感到自己也并没有什么价值。 感到自己曾经引以为傲的一些特质，也毫无意义，因为他们无法量化成一张两张的证件或是成绩单。尽管是很喜欢绘画，我目前也并没有拿得出手的作品，喜欢写字写文章，但拿的上台面的成品却没有，很喜欢剑道，但也并没有值得夸赞的成绩。这种例子实在是太多了。也许可以安慰自己说，不必太过执着于爱好，爱好也只是爱好，但偶尔还是会觉得很不甘心吧。 难道人活到这把年纪，都会开始畏惧新生活？还是说已经知道快乐的日子只会越来越少，心中只有无可挽回的沮丧？我不知道。 2017-11-19 15:02:03 这周去到了比较大的项目，做了很多科目的working，渐渐培养了自己的工作节奏。这周一直都在office，早上六点半起床徒手训练十五分钟，坐上公车通勤读十几分钟书或者睡一觉，然后轰炸Excel十二个小时，在四周高楼的灯都亮起来的时候吹着小风坐公车回家，因为八九点的路不塞车，十几分钟就能到家，不累的话我交换着听日语教程或者podcast，累了的时候就看街景。这周分配到的工作基本都能完成，不会觉得赶，回到家基本也不用开电脑加班。这周五还去考了剑道馆内一级，明年就可以准备考段了，看来是要认真起来了。 然后就会进入周一酷似周二三四五除了周一很堵的循环。回到家还能坚持练素描基础，不过这周因为迷恋小栗旬所以无心向学（喂！）。恐怖的是注册法师执业证书准备出成绩了，内心偶尔焦虑几秒钟，每天反复几十次。 说到工作，我自己这周的非技术感想： 第一件事要搞清楚这件事的目的是什么，什么是必须的，什么是多余的，不要沉醉于钻牛角尖而忘记了本来的目的； 最重要的肯定是先完成工作，而且要意识到自己为自己的成果负责，不会再有人来doublecheck，也最好不要等问题发生时才去改，要主动。 活到这把年纪，不能只会发现问题而不带着自己的解决方案，在每个人的工作量都很大的时候，只会提问只会让别人觉得你很烦； 不要做多余的动作浪费时间，比如查找Excel的快捷键之类的，其实看起来很有用，但只会打断工作思路（实习的时候留下的坏习惯，因为那时候总是很闲）。一个好办法就是先写下所有的疑问； 该问还得问，有模糊的地方得弄清楚，怕丑就是给自己挖坑。 如果要和人建立联系，还是要主动去邀请，吃饭喝酒都是很好的契机，主要是得拥有一些共同回忆 和你分享的每个人都希望得到你的回应，要表现出强烈的兴趣也并不很难，只要抓住细节问下去 总之我的工作哲学优先度是：完成度-高效-用户体验友好。 昨晚看了小栗旬的《情热大陆》。觉得这人好就好在，我总能在他身上看见自己的影子。他身上有种难以说明的执着和不愿沉醉的叛逆，我很好奇24岁的他为何能够对众人的热捧感到焦虑，能说出“想要背叛自己的观众”的发言，并且在光环之下保持这种冷峻的危机感。然后想到了《少年pi的奇幻漂流》，其实是想到了李安在一段访谈里也曾经说过，总是感到身后有一只猛虎在追赶，而正是这只猛虎让他不断向前。 总之是看完之后脑子里只剩下那个在化妆间听着《全力少年》，在香烟烟雾后疲倦地笑着的小栗旬。事关我也准备24了，很惶惑，只觉得至今为止的人生一无所成。而也没办法马上成点什么，只好沉醉于疯狂轰炸Excel，在工作中寻找安心感。 尽管有时候觉得生活好像就是这个鬼样子，不咸不淡的，有时候还会为自己的无能弱小感到愤怒，但好在还是能保持所有的好习惯，锻炼和阅读。我之所以觉得没什么成长空间，想必还是没有对工作进行反思，其实深究下去还是有很多能提高的地方，缺少好奇的眼睛。 那么这周也就这样吧。 2017-11-19 15:01:56","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"WEEKLY Nov 05","slug":"WEEKLY Nov 05","date":"2017-11-04T15:09:46.000Z","updated":"2018-02-19T13:24:54.105Z","comments":true,"path":"2017/11/04/WEEKLY Nov 05/","link":"","permalink":"http://shiro1861.com/2017/11/04/WEEKLY Nov 05/","excerpt":"","text":"在平顺的日子里，总是想不到有什么好写的，只有对生活的感恩和侥幸。为什么总觉得活着是一件理所当然的事情呢？ 最近晚间活动是绘画和看动画。偶而感到自己在生活中无可挽救地下沉。 偶尔吧。 目前令我刚到踏实的事：坚持早起锻炼十五分钟，坚持在通勤的时候看书，坚持练习绘画基本功。尽管我需要每日维持routine的事情来保持清醒，偶尔讨厌未知与不可控，不过老实说，有时候生活过于平静或者保持某种模式，我都会觉得危险，感到阳光最亮的地方亦有最暗的阴影。 在近期的群体生活中得到某个很鸡汤体的结论，人和人之间的区别，真的完全不是体现在那些“共同的时刻”，而是体现在独处的时候。换言之，你之所以为你，很大部分是因为你独处时的行为决定的。所以才说要慎独吧。尽管是种比较累的活法。 还有一个很鸡汤的感悟：尽管在和人相处时无可避免地会和人比较，但这种比较不是教你去过分嫉妒他人和贬低自己，而是想清楚作为“我”而言，究竟是在靠什么竞争优势而存活。 虽然把自己活成一盘生意的生活态度遭到些许诟病，但我仍然选择这么做，因为首先我还是得活下去是不是。 在正经和向往的生活间或许会有平衡的点，我仍然在不懈地寻觅。尽管老克在书里说，别把生活过得那么分裂，不要总是二分法非黑即白地认识事物，但我还是会不自主地将生活分成两种：应该如此的生活与自在的生活，并且还是会荒谬地寻求和解。 其实我是不是该认识到，根本无法和解？ 2017-10-31 23:51:12","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"WEEKLY Oct 29","slug":"WEEKLY Oct 29","date":"2017-10-29T07:25:37.000Z","updated":"2017-10-30T15:08:42.757Z","comments":true,"path":"2017/10/29/WEEKLY Oct 29/","link":"","permalink":"http://shiro1861.com/2017/10/29/WEEKLY Oct 29/","excerpt":"","text":"今天真正感到成为了公司的一份子。看着大家疲惫的脸，但还是笑得很开心，大概这就是正正经经的大人的样子吧。喝了点酒，走在街道上，觉得每周五能喝点酒然后在路上漫无目的地走，就已经很好了。 晚上躺在床上听高桥瞳的あたしの街、明日の街，看到这句歌词，好像就是今晚自己想说的话啊。真好奇啊，生活会将我变成什么样呢。看到身边的同事，总有种也许一年后就物是人非的伤感。 今(いま)はドキドキしたいの而今令我心动不已想去行动的踏(ふ)み出(だ)しちゃえ とまらない就是跨出那一步 不再停下脚步全部(ぜんぶ)手(て)に入(はい)りそうで彷佛一切都可以到手般その先(さき)で 会(あ)いたい在这段路的前面 我想见到的见(み)たことのない 私(あたし)是从未见过的我","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"WEEKLY Oct 22","slug":"WEEKLY Oct 22","date":"2017-10-22T07:25:37.000Z","updated":"2017-10-22T08:12:48.148Z","comments":true,"path":"2017/10/22/WEEKLY Oct 22/","link":"","permalink":"http://shiro1861.com/2017/10/22/WEEKLY Oct 22/","excerpt":"","text":"我终于暂时从考试监刑满释放。因为这周右眼结膜出血，所以就记下最重要的事。在离开独处的环境后，最重要的是还是，保持自省。 本周苦恼三件事，尚待解决： 现在早晚通勤的时间都有五十分钟左右，早上还能读读kindle，其他各种碎片时间没能利用起来，很苦恼。 我的时间管理哲学是「去繁就简，抓大放小，重在坚持」，但一直没能解决长期规划问题，经常走邪路，很苦恼。 因为我没有选择继续读研，所以少了很多强制写作的机会，没有办法锻炼写作说理能力，但我又不知道应该写些什么比较有趣，很苦恼。 我的下一个议题还是如何整合碎片时间达成一些小目标以及学日语。不过现在还没有去到项目，还可以悠闲地过日子东想西想……真怕去了项目整个人都全然掉线……","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W10","slug":"magician-s-log-W10","date":"2017-10-15T14:22:52.000Z","updated":"2017-10-13T15:34:56.000Z","comments":true,"path":"2017/10/15/magician-s-log-W10/","link":"","permalink":"http://shiro1861.com/2017/10/15/magician-s-log-W10/","excerpt":"","text":"对敌日志最后一次写对敌日志，希望不要再见了，后会无期！ 这周我还是玩命写题。 啰啰嗦嗦太可怕了，在写这最后一周的log的时候，发现下次总结日就是考完试的日子了。这段日子要结束了。我并不知道这段日子给了我什么东西，说不清楚，欸，说不清楚。尽管我对有些事，比如注册魔法师试炼这件事，早早地就做了打算，也明知道它很重要，但当真实行的时候总是意外状况诸多，在这么长的时间中，总是有各种偏离轨道的情况，现在回头想想，我觉得应该心意更坚定一些，但那时的我并不能左右自己的决定。现在反思过去的种种，总是有很多未尽人意的地方，但对于无法改变的事情，又实在是无能为力。 所以我真的不太适合长期准备一件事，尤其是只是关乎生存与功利的公事，整个人会很疲沓和自闭。 昨晚看了看前几年拍的相片，总觉得自己与生俱来的观察力正在一点点消失。我觉得自己高中和大学前期拍的一些照片，有种很敏锐的感觉，非常好看。但越到后面，照片中刻意表演的成分越多，反而是有些虚伪了。偶尔也很怀念那时活泼坦诚的自己。现在，只是沉闷地活着，并觉得没有什么可分享的，只觉得自己的生活和别人比起来总是相形见绌，因此并没有什么值得一提的。但另一方面，我现在越来越能自得其乐，好似也不需要别人喝彩。 现在说这些，总觉得有点酸溜溜的。但我总觉得我在浪费自己的才华，尽管无法证实这种才华的存在。 2017-10-09 09:56:59 啊，太可怕了，到了考前突然觉得挺后悔的，初期的计划应该还是不错的，就是执行的偏差实在太多了。真的应该多做一些题，不要花那么多时间在书面总结上。但在这种时候，后悔也毫无用处。只能一点点地盯着路，好似手电筒投在黑夜的路上，只能盯着光亮的地方，而黑暗处尽是牛鬼蛇神。我只好尽量假设只是普通地度过每一天。 我只知道，我不能逃，也不能将恐惧与人说，只能尽人事。无论如何不会有投下去没有回音的事情，我总怀着一些善意的念头，觉得投入会有所获。否则我该被自己吓死。 2017-10-10 17:01:45 我越来越发现，很多事情就像王小波在书里说的那样，想要什么就不能够去想它。求仁不得仁，这就是辩证法（好像里尔克也说过类似的话）。 昨天听了两首很不错的歌，很鼓舞。迟点摘录上来。 我觉得任何事情，无论好坏，倒是都可以看为一个契机，然后这个契机会带来新的可能性。那改变的不仅是某个时点，而是一整块可能性的网络（博尔赫斯说的）。所以我觉得就算晚个一年拿到注册魔法师牌照也并无大碍，过早地给自己定型，无异于作茧自缚了。 虽然我常常觉得，只有能够量化和证书化的东西，才令我感到踏实，但从另一方面来说，天赋、才华和灵感，都是些不能量化的东西，而这些东西能够主导潮水的走向。 我承认现在自己有点逃避性地想给自己找借口，我也未曾有过类似的体验，但过去的经验不值一文，所以我不必过于惊惧。坦白说，事情来时，我很少感到这么惶惑和惊恐，即便看上去已经做足了准备，但我仍然无法自信。 我害怕那只黑天鹅。 昨天是值得纪念的日子，睡前想写点什么，但实在什么也想不起来。这周仍在继续读The Razor’s Edge。接下去的新生活会变成什么样子我不太敢设想，但唯一可知的是，我不能停下，我需要继续自我教育，并时刻记着“You have the advanteges over them”。切莫不可沉迷生活，然后失道于中路，还是要创造些什么，作为创造者而活。 2017-10-11 15:07:56 不知何故地总觉得会failed。但好歹还是要集中精神，毕竟时间已经不多了，我唯一能够做的就是想象拿着手电筒在暗夜行路，眼前只留下那束银白色的光芒，再就是想想考完试那天晚上要吃什么，再就是想想第二天要买什么衣服，画什么画。所谓的武士，大概就是，举起剑的时候还想着晚餐吃什么的笨蛋吧。现在有点感觉像是，准备出征的，默默给子弹上膛的将军（矫情吧你就）。 也许我以后该尝试一下，凡做事之前，绝不想它成，只想它不成，然后怀着必输必死的决心去做。感到只有这样才能逼自己尽最大的力，想最好的办法，才不会犯那么多想当然的错误。 2017-10-12 17:13:07 我，超紧张，超紧张，超紧张。感觉喉头打结，有东西凝固在那里。其实面对这种时刻，人都是很孤独的，外界的话语基本上都无用。但你总还是希望得到他人的安慰和鼓励。只希望带着这些人善意的祝福，然后集中精力解决下一件事。 不出所料地在黄昏时感到非常非常害怕，感到恐惧就这么掐着自己的脖子，感到非常后悔。但几个星期前的自己是绝对不会有这种觉悟的。我想好了，得到是侥幸，失去才是正常。但我还是很希望，结果尘埃落定之后，回头再看这些感悟，发现它们都成了笑话。 如果不成时，希望我回头看这一切，能感到也无风雨也无晴啊。 傍晚照例是锻炼，锻炼之前很酷地想：“这回我要扼住恐惧的脖子，掐死为止”。本来犹豫要不要回道馆稽古，不过想想，在这种时刻，还是自己待着冷静一会为好。直面心里的一切，恐惧、不安、虚妄和患得患失，感到自己是一个透明的水杯，只映出杯中物体的颜色。 2017-10-13 23:32:40","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W9","slug":"magician-s-log-W9","date":"2017-10-08T14:22:52.000Z","updated":"2017-10-07T08:42:51.000Z","comments":true,"path":"2017/10/08/magician-s-log-W9/","link":"","permalink":"http://shiro1861.com/2017/10/08/magician-s-log-W9/","excerpt":"","text":"对敌日志我就玩命写题。 啰啰嗦嗦昨晚很无聊，就看自己在大学头两年在QQ空间写的说说，大一和大二几乎天天早起，有时候早得丧心病狂，面对任何考试都充满热血。那时虽不知前路何往，只觉得不能停驻。怀着这样的不安感做了很多事情，也得到了自己想得到的一些东西。那时还很喜欢和人分享的感觉，看到大家的回复当然也觉得很开心。但我知道总有一天我会离开这些东西，作为个体独立地存在。当然现在我做到了。在离开社交媒体的时间里，生活也并不会变得很糟糕，无人分享自己的喜怒哀乐，也并未使我感到苦闷。在这个过程中，我学会了将注意力集中到重要的事情上，并辨别什么感情是值得与人传达的，而什么是应该自我消化的。 2017-10-02 22:22:52 昨晚失眠了，一例是对未来的焦虑和不安，就爬起来接着看The Razor’s Edge，已经看到一半了。我觉得毛姆那种尖锐的观察力真是太令人恼怒了，因为他笔下的角色的困境，正是我们大部分人的困境。 2017-10-03 15:28:32 昨晚好像也失眠了，睡前照旧是东想西想，然后只好听歌催眠。今早状态离奇地不好，反正就是焦虑。想画画想疯了！对了，今天是中秋，为了某种仪式感我还是坚持去了道馆稽古。 其实我现在是这种心态：一方面我非常害怕上了考场一个字也写不出来；另一方面我又觉得这绝对不可能发生因而心安理得。我本想把这临考十几天过得很紧张，但其实还是休息锻炼一件事没少干……我觉得我学生生涯中的好习惯，都已经被长时间过于紧绷的神经谋杀得一点都不剩了。但anyway吧管他娘的。 2017-10-04 17:33:42 中秋那天玩得太开心，前半夜在和朋友聊天，后面就一直做些无聊的事不去睡觉，一不小心就通宵了。然后昨天就废掉了，不过我真的是明白了自己的学习节律大概就是高效那么四五天，然后总要有一天死机，然后接着重启循环。 我现在已经不去计较这些临时宕机了，感觉计较也并没有什么用，除了无限的后悔和自责，并没能给我带来什么改变未来的力量。而且我觉得我要利用好这种宕机的时间，应该进行“主动拖延”，不要把时间交给那些无聊的八卦新闻。 我发现人长大之后真的会增加很多无聊的思考回路，譬如说，如果在某件事上投入了很多物质和精神上的沉没成本，那么我就会更加害怕失败的到来。所以大部分时间感到自己只是在斟酌投入和产出上耗费了大量的心力，但很少能够纯然享受做事的过程。能纯然享受过程的事，好像只剩下高强度锻炼、绘画和阅读了。 昨天宕机的时候，还看了一篇吴秀波的专访，大概是讲他成名前期作为wanderer的日子，那时他感到十分自由，但现在他是明星吴秀波，尽管他可以继续wander，但不再自由了。他在采访中提到，他自己很喜欢“物理上的位移”，我不能再同意了，在路上或是在地铁巴士火车飞机里……在这些陌生而快速移动的空间里，我的感官高度警觉，思维活跃而发散，那种感觉很清爽，好像夏末秋初的时候在下坡路上踩单车任由脚踏板空转的感觉。所以我也很喜欢wander，无论是在实体空间中还是在脑内。 说到wander，果然还是想起了The Razor’s Edge，在谈到未来的规划时，女主角Isabel问男主角Larry：“那么，你究竟想做什么呢？”Larry认真地回答女主角：“我想就这样成日游手好闲”（原文是“I want to loaf”，太地道了无法翻译）。又及，我觉得毛姆书里的chuckle是种非常迷人的表情。 啊，建了这个个站之后，感觉可以把零散的信息整合起来了，所以以后可以尝试从网络渠道多获取一些有趣的值得谈论的话题，嗯。 2017-10-06 11:44:41 昨晚也是看着书一阵心慌，只好花了一些时间自我调试。然后深夜继续看经济法，听着高三时候下载的歌，想起那些学到深夜的日子，真的离我很远了，但仍然给了我一些面对未来的勇气。 其实我已经开始珍惜这段日子了，这大半年的wenderer生活，想学就学，不想学就宕机放空疯狂运动长时间wander，以后是绝不会再有了。说实在的，我真的有些不太知道如何面对新生活，尽管抱有期待，但我确乎又有些抗拒它的到来。我只好强迫自己适应新的集体生活。说到底人不能孤立地活着，我这样主动隔离热闹的癖性也实在是过于病态，尽管我很享受不受人打扰的日子，但这实在太病态了。也许。 说到底，那种恐慌来自，我感到我要扮演和别人一样的角色了，我不再是这个独特的我了，只是编织图案里一个扭结形状罢了。 说到底，我真的应该学会不要向前看太远，一旦想好了大体的框架，就直接往里面填充就好了，不要老是去修改那个框架，和未知角力已经耗费了我太多的心力。我只要在一段路上埋着头走路就好，然后在不赶路的时候当一个纯然的wanderer，对。我已经疲于规划任何的东西了，疲于竞争，疲于攀爬，我只想wander。我感到自己所有的创造力都被规划掉了。 为了某种莫名其妙的责任和同辈压力，我错过了很多可能是我这辈子最想做的事情。但其实现在想想我也未必很想做那些事情，如果我真的想做，我是不是应该倾其所有去争取？还是那时的我太小，全然没有承担梦想的勇气？但无论怎样吧，在这段很漫长的自我独处的时间里，我似乎能想明白一些事情了。 这件事，只能用N多年前电影《头文字D》里的一句台词来表达了，那天看见别人截图来着： 成功只有一种，那就是用喜欢的方式度过自己的一生。 现在回头看看，这句我曾经嗤之以鼻的很老套的鸡汤体对白，真的也不坏。不坏。现在吧，我只感到我丢了什么东西，但是还没找到，我只好埋着头继续赶路并继续找。 2017-10-07 16:40:32","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W8","slug":"magician-s-log-W8","date":"2017-10-01T14:22:52.000Z","updated":"2017-10-01T14:23:15.000Z","comments":true,"path":"2017/10/01/magician-s-log-W8/","link":"","permalink":"http://shiro1861.com/2017/10/01/magician-s-log-W8/","excerpt":"","text":"对敌日志这周对付完会计和菜馆的主观题了，然后接下来就是不断整理以及每天刷小题保持手感查漏补缺了。审计基本看过一遍真题的大题了，也知道是怎么个套路了，接下来是要整理决策框架然后背，配合卡牌系统。税法的五座大山的大题好像只有个税没过，其他也大体知道是什么情况了，接着就要整理小税种然后刷完小题，搭配卡牌进行记忆工作了。 经济法和战略还没背！经济法和战略还没背！经济法和战略还没背！人有多大胆复习就敢开多晚，说的就是孤吧。嗯，我对局势的态度还很乐观。 啰啰嗦嗦真的，那么漫长的学习岁月，多谢泽野弘之，每次听他的曲子，好似嗑药。 2017-09-25 15:07:25 昨晚看完了三国，最后那一页的古体诗大概就是“三十秒读完三国”吧哈哈哈哈。准备接档Maugham的The Edge of Razor，之前读过另一本Of Human Bondage，非常喜欢这种令人着迷又恨得牙痒痒的文字。但《月亮和六便士》倒是没有预料中那样印象深刻，不过可能是那时候看得太快了。 昨晚又失眠，我发现我经常就某个无聊的想法能展开很多无聊的思考，然后就失眠了…… 今天尝试了抗阻训练，效果拔群啊。最近只能靠大量运动和听歌过活，不过感觉很踏实就是了，想起高三的日子，欸。今天听podcast，听石老板的脱口秀，居然被逗笑了，真想和能把我逗笑的人做朋友啊。还听了段散文，里面有句话是这样的，“对于二十多岁的人来说，忙碌是最有意义的度过人生的方式吧”，我不能再认同了。最近我感到，使我停止焦虑的方法大概是：不停地为自己设定一个一个的milestone，不停地创作出作品以及不停切换生活的背景。但同时我亦感到，这些终究不是长久之计。 又及，我发现我其实并不讨厌学习抑或考试，我讨厌的只是学校和宿舍而已，有时候还有老师，当然。 再及，我打算学吉他，并打算找人组个乐队玩玩，那将是多久之后的事呢？ 2017-09-26 09:57:52 昨晚又又失眠，我估计是睡前温习了一下魔法有点兴奋，不过现在失眠已经很平静了，也不会干扰到第二天的状态。顺带一说，接档了The Edge of Razor，毛姆对人的观察和描写真的很有灵气。 2017-09-27 08:58:12 昨天废了一下下，因为晚上没睡好自控力就……ending。不过我觉得自己多半是用睡不好当做偷懒借口，欸，人类。当然今天早上终于在七点前听见了闹钟，不过今天状态也是一般般。进入了高中生矛盾小循环：听歌=效率低，不听歌=死…… 2017-09-28 15:46:41 昨晚继续看The Edge of Razor，毛姆总能把人的弱点写得令人无法憎恨无法迁怒，因为我们和这些不完美的角色实在太相似了。 今天一看日历，九月只剩下一天了，害怕总是会有的，不过只要沉下心进到事情里面，倒没什么了。这段神奇的日子将要结束了，说实话有些害怕新生活的展开，害怕也许并不如我所想那么顺心，但其实我内心深处并未对新生活有过多幻想，左不过是有份工作可以做。若说还有什么很强的期待，那便是年底魔法试炼出成绩吧，那时我想必会很开心，很开心，因为总算不再是原地踏步了。但现在我也只好等待着，提心吊胆地做些别的事情，时不时想起考试结果，心惊胆颤几秒钟，复又回到生活中去。也许我应该多相信自己一些。 我是真的觉得人生有些谜，可能只有通过不停阅读才能解决。 今天下午情绪有些不好，就躺着听了两小时的歌，然后某厂云音乐疯狂给我推送银魂的各种曲子，使我情绪很波动，想起很多无聊的老话题。 反正来来去去都是一些我觉得目前生活不太开心，可能是我因为我选择了我并不热爱的事业，我不能总为了责任活着的碎碎念如此如此如此……一度以为自己的情绪要崩盘，但其实也还好吧。 听到了很多以前喜欢的老歌，看见里面的评论都有自己的一段故事，但我有关与那些歌的记忆，大体都是“啊我听着它写作业赶论文跑步”……我的人生也太苍白了吧！ 是啊。那么做出一些改变吧。不过至少先顶过这一关，毕竟还是需要生存下去，而生存只是不需要感情的理智位移而已。听歌运动完之后我又心情不错地回到了桌前继续温习魔法，我是真的觉得自己很懦弱了（笑）。 2017-09-29 21:39:12 昨天下午写咒文写得有些烦闷，就躺着听歌来着。然后…… 昨晚又失眠，damnit！不过现在已经能做到失眠起来又是一条好汉的程度了。其实昨晚照例又是躺在床上空想一些自己未来的样子所以失眠，比如说我追寻的空中飞人的生活，那种处在变动中的不安定的生活，那种高度紧凑的生活。我有时候觉得在交通工具上，特别是在高空中，更容易梳理思路，更容易看进书，坐在陌生人的旁边反而令我感到安定。 另一方面想到，我真的是个极度分裂的人。在工作上给自己塑造一个尽可能正经严肃的形象，但私底下却又想当个坏蛋混账。我向往离散漫游的无性别的生活，比如想要喝酒抽烟，想要纹身，想要学爵士鼓或者吉他，想要学泰拳，想要穿得张扬落拓不合群。有些时候已经不止是想，我甚至感到我极有可能去这么做。但无论怎样在人前我又永远是那个举止得体的小大人，好像孩子在玩过家家扮演爸爸妈妈的角色。 所以我是大体知道自己想要成为的东西，并且会朝着那个方向去生活。一直如此，一直如此。我并非不连贯的个体，只是内心有过于强烈的冲突。 在找podcast听的时候偶然看到一句陈道明的话： 不做无为之事，何以谴有涯之生 不做评论，只是羡慕。 2017-09-30 09:56:02 昨晚画了一通宵画，开心到不行，觉得心里的感情都倒了个一干二净。今天下午坚持去道馆练剑了，觉得在闷热的午后出一身大汗，然后和大家吹吹牛，心情都变好了。来去的路上都没有抽卡牌，有时候看看公车看看风景，居然这么放松啊，看到了平时都没注意过的细节，觉得生活真奇妙。 久违地发条朋友圈，发的是“给我写封信吧”，一开始很怕没人回应，但后面还挺多人回复的。我觉得有时候我如果喜欢这种沟通方式，我可以号召大家一起复古一下，也算是用行动抵抗交流过于简化的趋势吧。我仍旧是觉得，尽管社交软体使交流变得便捷了，我也还是需要使用书信沟通，因为在书写的时候，人能提炼出真正想表达的东西，而不是随时随地的感情发泄。 这两天的浪荡算是为冲刺的十来天积蓄力量，十月的第一天，啊。 愿你勇敢，愿你无所畏惧，愿你战无不胜，愿你武运昌隆。但最重要还是愿你不要生病不要胡思乱想不要自我放弃。 2017-10-01 22:15:42","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W7","slug":"magician-s-log-W7","date":"2017-09-24T11:29:52.000Z","updated":"2017-09-24T15:23:18.000Z","comments":true,"path":"2017/09/24/magician-s-log-W7/","link":"","permalink":"http://shiro1861.com/2017/09/24/magician-s-log-W7/","excerpt":"","text":"对敌日志这周开始大面积地对战大题，在做题中终于有了串联零碎知识点的感觉。 审计发现就算不背什么东西也是可以答出题目，有时候思路还是很对头的，就是答案的语言太江湖气哈哈哈。果然疑神疑鬼的性格比较适合这行吗哈哈哈哈。发现其实每章考来考去无外乎就是几个东西，而且某魔法丛书整理出来的考点还是非常棒的。打算找一段长点的时间快速整理一个咒语吟诵指南。 会计哎呀哎呀，感觉大题上手之后还是不太熟练。感觉知识点太零碎，都不能对题目形成完整的认知。主要还是认股权证那一坨有点弄不清状况。 菜馆主要是背不住公式以及不知道怎么用才是最短路径。尝试再整理第二章指标分析的公式，画图法和符号代替中文非常有用！ 税法写题的时候就老觉得自己要错，但对答案的时候发现也没错得很离谱……真神奇啊。 下周的目标是刷完会计菜馆的所有大头考题，那么大概就是每天八题的量，加油吧！然后税法和审计下周也需要完成所有新题。 啰啰嗦嗦突如其来的不安。 2017-09-19 09:24:00 一不能自己吃瘪，二不能往回头看。感觉生活像架在刀刃上，前后都是悬崖，但仍旧向往更具挑战性的生活。 2017-09-20 22:28:15 这两周写的废话少了，但其实主要是接档了三国之后我就没什么摘抄，其实我觉得这书总有种《后汉书》同人本的感觉，在阅读的过程中可以明显地感受到罗贯中对蜀国的爱啊。感觉除了蜀国角色之外别的角色要么不太讨喜（不太讨我的喜），要么就死得太快…… 军师方面，先说诸葛丞相，起码前九十回（目前只看到九十多回）总有人挡杀人神挡杀神的好人品，随时随地料事如神力挽狂澜，真可谓蜀国对战用移动天文台。说到料事如神，就说曹操光速打脸败走华容道那一回，每次坐下拊膺长叹“孔明老弟啊，未曾料到我有这一着吧哈哈哈”的时候孔明的兵就来了……作为读者的我真的好同情曹丞相。 不光是运气，孔明性格还特别好，对比一下同段位的周公瑾都督，就更能看出作者对诸葛亮有多偏心了，周郎整天没事干就想着怎么除掉孔明，而且感觉他特别心狠手辣，想的法子也是相当损人（和我心中的周郎完全不一样）。最后还被孔明气死了，这心胸和孔明一比真是高下立判。和孔明并称“雏凤卧龙”的雏凤庞统，最后惨死于敌军流箭。更别提鲁肃徐庶陆逊等低段位选手，鲁肃愚直庸钝，徐庶抑郁不得志，陆逊年轻而不得用，总之感觉是连丞相的鹤氅都摸不到，尤其是运气方面……（丞相差不多每次出场都是羽扇纶巾皂衣鹤氅坐在车里被人推出来，我每次脑补画面都很想笑） 再说三位主君的性格。曹操其实塑造得很立体，譬如说疑心有多重呢，重到死之后还挖了七十二个疑坟就怕贼惦记；人有多暴虐呢，眼前来个人说杀就杀，杀完之后还边哭边厚葬人家好似精神分裂；但其实隐约又能觉得曹操心里仁善的一面，譬如南征伐吴时，大臣劝他再次进攻，但他可怜士兵来到南方水土不服加之刚吃了败仗，不愿意再进军。而且最后引用来评价曹操的诗也很不错，文采立意能在三国死后悼文排上前三了。 再说刘备，叫他去打侄子的城，他说有违礼法不可不可，叫他称王当皇上，他说这不就是曹贼之所为吗不可不可……看似表面懦弱满口仁义道德，但我觉得其实这人狡猾得很，不可不可，孔明哄两句就变成可也可也。而且他大概是三国最爱哭的角色吧。 三人之中我不太喜欢孙仲谋，看到现在我对这位兄台最大的印象就是“周郎说得很对，不愧是周郎”，“鲁肃说得很对，不愧是鲁肃，但因为这家伙丢了荆州，又没这么好”以及“陆逊说的很对，不愧是陆逊，令我想起了周郎和鲁肃”……但其实想想孙权也挺可怜的，一辈子都活在老爸哥哥和老不死大臣们的阴影里，赤壁一战和刘备联盟也只是因为想干出点政绩，前面信誓旦旦说我堂堂一国之君怎能为曹贼的臣子，后面还不是屁颠屁颠跑去称臣。总之这人有点前后矛盾又没什么主见，尽管在现实中人人都有迫不得已违背本心的时刻，但是评价一个文学角色的话，孙权是真的不太讨喜。 由于各种影视作品先入为主，没读三国之前我最喜欢的是周瑜，所以摘一段周都督和孙策见面的描写： 行至历阳，见一军到。当先一人，姿质风流，仪容秀丽，见了孙策，下马便拜。策视其人，乃庐江舒城人，姓周，名瑜，字公瑾。 2017-09-21 18:34:28 啊，今天三国看到诸葛丞相死了，我突然又觉得，哎，其实他也挺可怜的。其实人有各种各样的痴，再聪明的孔明亦是如此。忽然想起金庸老头笔下的各种人物，段誉令狐冲杨过萧峰虚竹慕容复，难逃一个执字。 今天总结出了一张考点清单，日子太快太可怕了，总是忍不住地后悔自己之前过的太过轻松。但无论怎样吧，后悔也不能怎么样，利用好这二十天，结果不会太差。要有信心，能活着出现在考场就八九不离十了。 看到以前抄的里尔克的一句话（又是里尔克），觉得内心安定不少，是这样的： 我们必须全力以赴，同时又不抱任何希望。不管做什么事，都要当它是全世界最重要的一件事，但同时又知道这件事根本无关紧要。 加油吧。 刚才锻炼完听了《Speed of Flow》，银魂的很老的一首结尾曲，非常的怀念。第一次听到那歌的时候，我也是在插着耳机拼命写作业，只期盼每个周末的晚上能够看上一两集心爱的动画，然后第二天心满意足地回学校补课，如此。里面有句歌词真的美得惊心动魄，是这样的： 見つめ合うなら すぐに交わすキスを与其深情对望 何不此刻激情拥吻グラスが欠ける夜に… 夜に…在这个举杯痛饮的暗夜 一晃眼十年快过去，我考上大学离开故乡去到另一个南方城市，某种意义上不为生活所动，过着一成不变的孤独日子，眼里总望着一个很模糊的光点。我总觉得我还是那个深夜里躲在被子里偷看动画的坏小孩，如此地不同，以至于都不想融入他人的世界，生怕失道于中路。 哎，又在胡思乱想了，快去刷题吧。 2017-09-22 22:29:58 昨晚失眠，只好爬起来了看完了《乱世佳人》的电影，觉得每个人身上都有一些斯嘉丽有一些艾希礼有一些瑞德有一些梅兰妮，斯嘉丽世俗，艾希礼清醒，我最喜欢瑞德和梅兰妮，一个坦诚一个善良。斯嘉丽是个矛盾的角色，一方面不断地直面生活依靠行动告别昨日的懊丧，另一方面始终不愿承认艾希礼不爱自己以及自己深爱着瑞德。这本书的悲剧核心其实十分俗套——耗尽一生追寻不可及之物，得到的却不知珍惜——但读来依旧觉得难过。今年早些时候看过原著，那段时间在实习，在酒店和飞机上读完了这本书，想起来好像还是昨天的事，但今年一晃眼就过了。 今早睡到十点，起来又不舒服，折腾到下午两点才开始学。情绪非常低落，总是觉得自己这一年都在原地踏步，并没有什么值得一提的东西值得分享。太过低落以至于都无法依靠文字排解。 2017-09-23 14:55:42","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W6","slug":"magician-s-log-W6","date":"2017-09-17T11:29:52.000Z","updated":"2017-09-18T01:41:02.000Z","comments":true,"path":"2017/09/17/magician-s-log-W6/","link":"","permalink":"http://shiro1861.com/2017/09/17/magician-s-log-W6/","excerpt":"","text":"对敌日志会计前几天吐槽咒文宝典没啥大用，刷熟了之后觉得效果拔群。下周是必然要和大题决一死战了。 菜馆电脑做计算题简直效果拔群哇啊啊啊！相见恨晚！刷大题的感觉，尽管都是套路，但就是做不对……感到真题会更灵活，重刷知识点之后发现一刷的卡牌做的不完整，当时设计的思路也太离奇了吧？！拿着这么离奇的卡牌还复习了那么久。 审计写了几天题，发现审计存在一种“不背也不见得写不出，但就是射不中红心”的感觉。目前在思索如何记住要答的关键词（又或者未必是不记得，而只是不记得用来作甚用的），我打算还是看熟课本，然后有框架地背，继续利用cloze。对了，刷题时候那种感觉就好像，我知道有贼，但我就是不知道抓哪一个武器来对付他，睁眼瞎。做完题下一步真的要考虑整理重点知识框架了。写着写着发现大题很爱考那种决策式的知识点。 税法刷题之后更加坚定了我对税法“记不得=死”的信念，于是打算死磕本书五座大山，增值税、消费税、企业所得税、个税、国际税收。四章的页数加起来大约是250页，是全书的一半，总的平均分值大概是67分，足够及格了。简而言之就是玩命背。本周第一座大山是二刷增值税。 经济法&amp;战略这周是要开始背了，放在睡前，喵。睡前看经济法催眠效果不要太好…… 对敌策略开始熟悉某dog输入法的算式输入了。某dog的公式录入机制真的方便，但最大的问题就是中间要是错了得重来，所以要学会恰当分割计算单元。发现我这人不能光看书，因为会陷入无边际的细节里面，一定要找出一个容器把知识装进去。 仔细想想这六科都是文科！好坑啊！最近在试合心态上出现了那种“如果全军覆没”的恐惧感，但是我也只能说“如果全军覆没就让他全军覆没吧”，预测未来这种大难题，还是交给神明大人吧。 啰啰嗦嗦昨晚看完一章经济法之后失眠，又是满脑子关于未来过去人生的胡思乱想。渐渐开始觉得，你种下什么，真的就能收获什么，只是收获的早晚不同而已。今早收到同样睡不着的老友发来的一段王小波的文字，觉得很鼓舞。 读档看到二十九回的三国，看到孙策死了我就更加不想看了…… 2017-09-12 21:30:02 昨晚稽古完又失眠，不知道是不是心理作用，这次学乖了，睡不着就先看了几分钟经济法，如同看天书，只好接着看三国。突然发现罗贯中不就是一个同人写手吗哈哈哈。 失眠的后果就是中午看了《赤壁（上）》……然后下午昏睡到三点半，希望不要陷入死循环。话说回来我当年就觉得这部电影是不错的，虽然当时的评论都觉得台词过于轻佻，但我觉得倒是活泼可亲，而且90%的台词都不是废话，算是编排考究。里面的演员都很合眼缘，配乐也属上乘。不过现在回过头看当年的电影剪辑手法，总觉得有股土气哈哈哈哈。很好奇吴宇森前期的电影都是怎样的风格。 2017-09-14 21:38:14 睡不好心情很差，就像是《空之境界：伽蓝之洞》里面的一个场景，求死的两仪式躺在床上，其身就是医院里飘荡的各种怨念的最佳容器。但我还是需要打起精神来，毕竟时间已经不多了，不多了啊。我只好在各种文字和音乐里寻求快乐。 每次心情很差的时候，我都忍不住要想，其实我根本不喜欢这样的生活，但我一直不敢承认，我只是为了责任而活着。但我不能只为了责任而活着，我总要做我想做的事，但要有能力做到随心所欲，就得不停地履行责任完成一些事情去填满“该做”和“想做”之间的空隙。该做和想做中间是不是本不该有缝隙？我常常希望能活得浑然一体而不要这么分裂，把诸事都分解，必须划分间隔，必须要有舍弃。 2017-09-15 08:55:25 每次上网看别人写的什么经验之谈都只觉得可怕。有时候反思自己，都老是觉得为人太过于优柔寡断，决定做的事情不会全力去做，好像我对什么事都不会倾注百分百的热情，只是觉得必须要去做而已。就像剑道课老师说的“你没有打击的决意啊”。有时候真的羡慕那种会为某事倾尽全力的人啊。 2017-09-17 09:38:08","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W5","slug":"magician-s-log-W5","date":"2017-09-10T11:29:52.000Z","updated":"2017-09-10T14:14:04.000Z","comments":true,"path":"2017/09/10/magician-s-log-W5/","link":"","permalink":"http://shiro1861.com/2017/09/10/magician-s-log-W5/","excerpt":"","text":"对敌日志会计这周在整理咒文，整理三天，前面资产部分一马平川，进到负债和权益整个人都开始怀疑人生。好在只用了四天了结了咒文整理，但使用起来效果并不很好，感觉光看分录的话有点不明所以。打算回头看看书，将逻辑梳理连贯再刷。 菜馆本周没有新动向，不过看完一遍课本之后再抽卡感觉思路比较清晰。下周打算边抽卡边刷题。 审计终于开始刷题了！我越来越觉得审计就像高中政治，充满了套路……开始用印象笔记刷题之后突然燃起了异样的做题热情!!! 税法开始二刷魔法宝典，果然是编的比讲义好很多啊。做题之后发现，税法也是充满了套路，以及“记不得=死”…… 讲真，我也不知道我需要害怕什么，其实这次试炼对我而言只是魔法学校结业考试吧，像之前无数次一样安安心心温习就好。我不会放弃任何一科的。 啰啰嗦嗦明天要假装和老伙计去看电影，其实只是在不同的城市看同一场次的同一部电影而已，可还是好像我们真的要见面一样，还有点激动地无法温习魔法。 说来，还是不要说那么多，好好去打江山吧。不知道什么时候这个剧本的设定已经从小法师要试炼变成了朕要打江山。 打江山打累了去听了银魂的歌，好怀念啊，仔细看看每首歌的歌词，觉得写的都是相当好。来自Good Coming的《仲間》： 四半世纪が过ぎた今如今已有四分之一的世纪过去了 友へこの歌を送ろう用这首歌给朋友送行吧 あれからどんな日々を从那一天开始的每一天 重ねて过ごしてきたんだろう是怎样度过的呢 ろくでもなない奴ばっか揃いも揃った都是一些不正经的笨蛋 结果 妙な化学変化却发生了微妙的化学变化 俺ら出会うべくして出会ったんだろうな我们是应该相遇所以才相遇吧 2017-09-04 17:33:27 昨天去看了电影，激动了很久……然后昨晚把板子拿出来画了点画，觉得绘制的热情又被唤醒了啊。反正就我的各种业余爱好来说，画画的愉悦度是比较高的，我想可能是因为有个地方可以分享吧，当然读书也是。考完魔法师执业考试之后，要想想怎么重塑自己的绘画系统了。嗯。觉得考完试真的是百废待兴啊。想到未来那么多的日子，果然还是应该拿来画点什么。偏偏我又喜欢了最不该喜欢的厚涂，为什么人总是要喜欢一些他得不到的东西…… 激动得难以学习。唉。眼前要做的事还是很多，收收心忍一个月。继续打江山啦！ 每次处在某种模式久了，都会陷入“如果人生能重来”的幻想。每次备考我都在想，啊，如果我能以绘画为职业，那该有多好，我应该会比现在更痛苦，但我会觉得活得比较尽兴。但每次一旦离开了考试模式我就会想，有标准答案的东西令我感到安全，没有标准答案的事情，比如艺术，令我感到振奋而不安定。但最终我还是会选择安全的生活，因为没有标准答案的事，只会令我因才华天赋不如人而感到丧气。 又在胡思乱想了！！！ 2017-09-06 21:02:10 今早起来先回顾了自己前阵子的浪荡时光，然后做了下两周的作战计划，真的有种大限将近的惶恐（不见棺材不落泪说的就是我这种人吧）。但无论如何，就好像素描那样，先从模糊的对象开始抓取最大的色调块，然后不断清晰化每个色调块内部的细节。其实素描真的是个很智慧的系统，住抓取最大色调块其实就是要有主干，目的在定调定型，不断刻画细节是要去落实。昨晚尝试用比较学院派的方法练习了一小幅人像，感觉还不错。 台风前的空气停滞郁热，窗外只能听见空调水滴在雨棚上的声音，嗓子好像盖了一层蜡。隔壁学校又在训话，想起自己从小就活在这种“你不能做ABCD，否则你就会很惨”的恐吓之中，就觉得毛骨悚然。 闲书接档了《日瓦戈医生》，七八个字的名字就算了，还一章一个新人名…… 2017-09-07 09:03:32 《日瓦戈医生》太难啃了，《日瓦戈医生》太难啃了，《日瓦戈医生》太难啃了……完全不知道主线是什么。都逼得我准备重开三国了…… 2017-09-09 22:06:55 中午天黑雨大电闪雷鸣，以为去不成道馆了，不过午后迅速放晴了。今天练剑回家在公车站看到一位背着大提琴的老爷爷，穿着干净的白衬衫，黑西裤和黑皮鞋，还带着贝雷帽。在回来的路上，看见安全岛中间一位大叔，认真地蹲着拍一朵花。算是这周结束的小惊喜。 这周某天晚上因为很想画画，差点又通宵，画完之后意犹未尽兴奋了两天，复习状态都不是很好。感觉一周总要有两天不是很在状态，也不是说全然不复习，反正就是比较懒散。现在心态只能说是比较平稳，偶尔也会担心是不是需要战略放弃，后面转念一想，这不是我的风格，不可为之。有一则有二，放弃习惯了就没救了，人就是这样贱。 时间紧迫时，就会逼着自己去思考最有效的复习方法。以前总是喜欢缓缓图之，用了很多笨办法，浪费许多心力还觉得自己很努力，现在看来真是自欺欺人。能够将自己推向新高度的方法永远是这样粗暴： 离开舒适区，打硬头皮上。晚安。 2017-09-10 22:06:06","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W4","slug":"magician-s-log-W4","date":"2017-09-03T15:06:13.000Z","updated":"2017-09-03T15:37:19.000Z","comments":true,"path":"2017/09/03/magician-s-log-W4/","link":"","permalink":"http://shiro1861.com/2017/09/03/magician-s-log-W4/","excerpt":"","text":"对敌日志又是又是又是又是新的一周啦，本周是一定要把四本大部头魔法丛书给攻克的。上两周算是勉强克服了下午荒废学习的坏习惯，不过总是会有失常的日子。这周需要快些行动，毕竟还有一个多月就要去试炼了。就像老克说的，没有渐渐地变好这回事，现在和未来之间并不存在距离，所谓时间，只是“行动和观念之间的间隙”。俗话说，没有危机感创造危机感也要上…… 税法感到目前最大的困难是，一头扎到零散的知识里面，没有整体感，之前觉得好像税法不形成什么系统也是可以的，但隐约觉得会阻碍理解。刚开国际税收之后又觉得尚未爬出最后一个大坑，不过发现最难也不过是多层抵免，但其实课本例也不能算难。 审计我居然真的将近看完了课本并觉得还挺有趣？？？我现在看书居然不会睡着了？？？万能的主啊！ 会计和菜馆会计二轮基本完成，二刷完了魔法手册二，下周打算完成咒文的总结并进入咒文题特训。菜馆因为记不住符文公式所以没有顺畅进行，下周是一定要和符文做个了结的。现在想想，我对这两门魔法真的很有感情。 战略和经济法我打算就直接上习题，争取短时间拿下。但下周可能不开这俩新世界的大门。 下周的总体战略大概是，刷题！把边边角角的知识点都再过一遍！背背背！ 这周的复习感觉还比较好，新课的进度也踩准死线了，没有自暴自弃，课余时间还能学学霓虹语，天天都能坚持规律作息（主要是我觉得好像还有一个月了果然有点紧张）。按照《未来简史》里说的“峰终定理”，人的感受是事件高潮和结束时感受的平均值，所以我决定不要太理会网上备考的经验，鬼知道他们回忆起来的是些什么东西。我想就这么一个山头一个山头地打下朕的江山吧！ 我发现只要能坚持早起和锻炼，进入良性循环就没大事。情绪有时候会低落，但多半都是因为感到当日一事无成。所以少说废话多做事。感谢一周两次的剑道课，要不真的能憋死。 唠叨的修行昨天早上五点在雨声中醒来，突然觉得又要面对一样的事情非常失落，就看了杨德昌的《一一》。影片的开头，家人朋友们因弟弟的婚礼而团聚，奶奶突发脑溢血而昏迷。接着为了帮助老人醒来，家人们需要每日都和老人说话。在这样无声的交流之中，有些人仍然说着冠冕堂皇连自己都不信的话，有些人如同忏悔说着白日的秘密，有些人坦诚而笨拙地谈着感受，而家中最小的孩子洋洋选择不说一句话。影片的最后，家人朋友们因为老人的离世而再度相聚，喜事丧事，好像都在一个夏天发生，镜头里的草还是满目深绿，树木在白色墙壁上投下浓烈阴影。 我感到这部电影的核心至少有一点是和《心是孤独的猎手》相似的，那就是，孤独无可诉说。 片中有一情节是，男主角NJ的老婆发现自己每日和老人说的话都十分相似，接着开始反思自己无趣的人生，最后逃离到山上寺庙静修。但在影片结束时，她回到了家中，然后和NJ说，她以为去到山上，生活会变得有所不同，但其实和在家里也没有什么不同。 还有一幕是这样的，NJ送儿子洋洋去上学，在电梯前遇到情绪不好的邻居，洋洋特意绕到了邻居前面想看清楚，但被爸爸斥责。下楼后，洋洋问老爸“人是不是只能看见一半的事情？”在影片的后半段，洋洋用爸爸的相机拍摄了各式各样的人的后脑勺，因为那是“自己看不到的地方”，洋洋在影片结尾时说他想“告诉人们他们看不到的东西”。 我很喜欢导演镜头营造的氛围感，尤其是那种90年代的胶片质感，像夏天午后窗帘上温和的剪影。影片有几段夏天雨中的场景，是那种生活在亚热带季风地区的人都很熟悉的午后对流雨，这让我感到非常怀念。可能是因为我生于那个年代吧。题外话，我有时候非常迷恋千禧年前后的影视作品，现在回忆起来觉得我成长的那个年代的文化氛围还是相当自由的。 我发现密集看小说的后遗症就是，总是对生活的细节充满遐想。譬如说对面邻居是父母和一对子女，他们家在一周中某几天的午后总会飘出比较冷门的外语或粤语歌，我就会幻想出一个喜欢音乐的哥哥或者妹妹的形象，在偶尔无人的家中开着音响晃荡着一双瘦腿的画面。又譬如说，隔壁的中学开学了，会传来训导老师的声音，我就会想象红旗台底下几个学生，在太阳下不服气地歪着嘴叽叽歪歪的样子，吹来的风热而浑浊。 闲书进度是看完了《重新认识你自己》和《三十而立》。我对王小波的敬佩就在于他是自己世界的王并且活得如此自由放肆令人嫉妒。我觉得书里的句子重得像石头，非要砸到地面摔个脑浆迸裂才算完。可怕。 这是险恶的夜，夜空紧张得像鼓面，夜气森森，我不禁毛发直立。在这种夜里，人不能不想到死，想到永恒。死的气氛逼人，就如无穷的黑暗要把人吞噬。我很渺小，无论做了什么，都是同样的渺小。但是只要我还在走动，就超越了死亡。现在我是诗人。虽然没发表过一行诗，但是正因为如此，我更伟大。我就像那些行吟诗人，在马上为自己吟诗，度过那些漫漫的寒夜。 读完了王小波我又想读毛姆，不过昨晚突然想起T·S·艾略特，于是接档了他的一本诗集《荒原》，然后昨晚在看译者写的导论时睡着了。 updated at 2017-08-29 10:30:31 九月莫名其妙地来了。今早起来感到一阵阵心慌，觉得要做的事情好像很多，突然没了底气。昨晚看了《银魂》真人版的中文预告，虽然预告的文案诚然令我气得无法表示意见，但真心还是很激动的，很想和人分享这份心情（毕竟也是追了近十年的作品啊）。感到心里埋得很深的东西突然被触动，有很多东西想表达，非常非常迫切地想。 以至于我昨晚迷迷糊糊在日记里写了一些类似忏悔的东西，有关这部作品、男主角和我自己。大致是这样的： 尽管我一直想活成你的样子，但我终究是没有活成你的样子。但回头看看，我又觉得自己确乎是被改变了。但说不清楚这是谁的样子，好像两个交叠的阴影。有时我坚持做某事，只因我感到，我和你还有一份未尽的「約束」。 可我一直感到滑稽，因为我努力想变成你，但我就是没变成你，求仁不得仁，这就是辩证法。所以后面我发现，这部作品的初衷也并不是树立一个偶像给人崇拜，至少我觉得，它想说的是，无论笨蛋白痴傻子呆子武士警察小偷厨子， 你唯一要做的就是不要成为一个二手货，并且不要活在其他二手货对你的评论里。你要成为你自己，并且作为一个混蛋活得旁若无人一骑绝尘。 尽管我明白这个道理，但十年将要过去，我仍然是个非常矛盾的人。一面是，幼稚尖锐愚不可及的理想主义，另一面是，市侩圆滑兢兢业业的功用主义。就像，我相信《银魂》的热血最高梦想万岁，但我实质上觉得它还是一碗浪漫主义的鸡汤；我相信我是因为和男主角的约定而做了很多决定，但实际上我认为自我效用最大化才是根本原因。 我觉得可怕的倒并不是天真或世俗，可怕的是，说一套做一套的虚伪。所以我感到自己活得分裂且焦虑，时刻都在等待某个转变的时点，希望自己能够在那以后变得坦诚而平静。简而言之，这种心态就是这句话：“等我有条件，我会这么做，但我现在不应该也不能够这么做”。但打心底里我只是想说：“我现在不敢也不愿意这么做，并且有极大可能以后也不会这么做”。 这样一想，自我矛盾的例子真是很多。就像我知人生不复少年时，吃了一顿少一顿，但我现在没有办法做别的事情，因为我要做应该做的事；就像我知这些思考只能令我沮丧，只有不断的行动令我安心，可是我必须写，因为我从小接受的教育是不可麻木不仁，但同时这些教育也告诉我，必须耐住寂寞，完成我的事业。尽管我的脑子里尽是些矛盾的东西，但所幸还能自我和解。 updated at 2017-09-01 11:10:13 由于看T·S·艾略特的《荒原》看得有点精神分裂，我果然不是青年诗人吗，我接档了前年没看完的《大唐李白·将进酒》。前年看的时候经常翻了十页就睡着，现在倒是发现了以前感受不到的兴味，而且看纸质书感觉很亲切。张大春的“大唐李白”系列我都有看，看第一部《大唐李白·少年游》时就觉得异常惊艳，飞速地读完了，真是暴殄天物。我记得第一部有个场景，是李白走在山路上，不停拔剑收剑，利用剑击打刀鞘的声音打节奏，边打边吟诗，后面每次黑夜行路，我都会想到这个场景。张大春的文字画面感非常强，深夜窝在被子里读，觉得那文字有令人无法移开双眼的魔法，就像我每次凝视黑夜中的火堆，都要花一些力气才能移开视线。 updated at 2017-09-02 18:15:09 有时候觉得，面对新的一天好似过高悬山间的独木桥，不敢向后看，只可不断前进。但也不敢过分前瞻，总怕漏算什么。 昨晚看到李白与钱塘君（一个神仙）的对白，很喜欢，如下： “人生总有难易两途，君欲任其易者，抑或任其难者，皆自由，却不可痴迷莫晓，但须辨其可为与不可为，而后为之。” “如何是难” “生者难为情，有情难为死。” “如何又是易？” “遗苍生以怨怼！” 这周也结束了。每次看自己写的周记，才觉得，哦，我内心还蛮起伏嘛。有时候也会感谢这些单调的日子，因为人在孤独中，能做很多事，想做的事。我总要去完成我的业，无论早晚。 昨天听了《见字如面》的podcast，一档专门邀请明星来朗读文人间来往书信的节目，昨天听归亚蕾朗读蔡琴在杨德昌去世后写的信，有一段蔡琴说自己跪在地上向上帝祈祷的片段，听完之后我还哭了。还听了一段李小龙写给妻子琳达的信，那时候他还在拍《唐山大兄》，还在担心交不出下个月的房租，但他在信里表现的那种乐观和活跃让我觉得特别鼓舞，尤其是一句“是的，我相信今年会很顺利！是的！”，听完乐坏了。 今天去道馆，发现自己动作卡顿的原因，大概是因在举起剑后才开始瞄准对手，但时机已晚。然后最近也更能觉察到自己在练习中的走神了。 晚安吧。晚安吧男主角，你还是我永远的男主角。 2017-09-03 23:29:33","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W3","slug":"magician-s-log-W3","date":"2017-08-27T15:00:06.000Z","updated":"2017-08-27T15:00:09.000Z","comments":true,"path":"2017/08/27/magician-s-log-W3/","link":"","permalink":"http://shiro1861.com/2017/08/27/magician-s-log-W3/","excerpt":"","text":"对敌日志我觉得我没啥干劲的理由是这些知识内容本身没有威胁到我，我感受不到危机感……（自虐成瘾吗） 税法终于终于终于终于准备结束了企业所得税的整理！！！让后再攻克个税和国际税收两个坑就万事大吉了！！！个税果然又是个大坑啊！！！ 本周的魔法温习好像没有特别厉害的心得，不过审计和菜馆开始阅读课本之后感觉又打开一个新世界，讲义简洁地令人不敢放心……发现税法要发结合了两个魔法出版社的讲义才比较完备，如果不打算看书的话。 还有三天就要告别八月了，目前的各魔法的进度都还好。不过月末这几天为了赶进度就纯看书以及总结了，没来得及做题和订正。 目前心态也还好吧，就是老在复习已经学了N次但是也记不住的知识很烦躁。晚上睡不好会第二天就会负面心情爆棚。下午的效率会比较低，wander的几率也比较大，不过晚上感到注意力比较集中，特别是运动完之后效率比较高。 唠叨的修行今天看完了《李鸿章传》，感到梁启超是个实在人。尽管有些章节里面堆叠了某些意义不明的史料，令人感觉这本书有点东拼西凑吧，不过他在列举完史料之后的评论确实到位，尖锐但不刻薄，比如评价李鸿章之成就与其遇到之阻碍： 人各有所难，非胜其难，则不足为英雄。 当然还有全书开头最出名的这句： 天下惟庸人无咎无誉。 不过我觉得传记体的语言，还是越简洁越好，通篇用白话文写作总有写流水账之嫌，想起几年前读了前二十页就放弃的《坂本龙马》……下次打算再读有关曾国藩的书，感觉梁启超很喜欢李鸿章的这位老师啊。 接档的书选了安房直子的《黄昏海的故事》，在儿童文学中又发现了新世界……这本书是很多小故事组成的，我喜欢有天窗的屋子这一篇，故事说的是一个人抓住了花的影子，得到了里面的力量治愈了自己的疾病，但最后那棵花树死掉了。文字上感觉有种日文特有的诙谐感，比如下面这一段： “野猫……那身上的毛怎么这么干净呢？” “是的，我特别打扮过了，因为有一个特别的请求。” “哈，那又是怎么一回事呢？” 木匠把窗户打开了一道缝。寒风“嗖”地一下灌了进来，在那风中，白色的野猫用严肃的声音，一口气说道： “想做一个阳台。” 木匠愣住了： “猫要阳台！” 他叫道：“那不是太过分了吗？” 于是，猫摇了摇头。 还有一篇故事我也挺喜欢的，是讲主人公的吉他的弦被喜欢音乐的螃蟹们弄断了，之后螃蟹说要帮忙修理，并给了主人公一个海螺作为维持联系用的电话。还有一篇讲的是三只想当歌星的老鼠加入西风广播电台的故事，我尤其喜欢里面裁缝店的老头给三只老鼠免费做西装那段。 这本书是在一个台风过境的夜晚读完的，我小时候就很喜欢在台风天窝在被子里读书看漫画玩游戏，因此每年夏天都很期待台风到来的日子。 本周阅读的在产品还有老克的《认识你自己》。回过头来看他的观点，觉得还是有些能践行的。譬如： 你知不知道时间是什么？我不是指钟表或日历上的时间，而是心理上的时间，它就是观念及行动之间的空隙。 其实说白了“现在与未来”也只是存在于人类的头脑中的观念，无观念则无现在未来之分割。按照老克的观点，人要自由，首先要死于昨日之种种，然后放弃对未来之执念，立于现在。我自己觉得，这种自由就好像站在仅能容纳双脚的山顶，进退皆无路，需要专注于脚下仅有的土地，这种最危急时刻下产生的，才是真正的属于你的东西。 updated at 2017-08-24 23:27:45 今早收到了老友的电邮，很开心。想起昨晚看的几集《混沌武士》，十二话里面女主角问老和尚：你说和这两个人共同前行的决定是对还是错呢？老和尚说： “人生所有的相逢，都是一期一会。” 另，该片的配乐太美了！ 说到这个，我一直觉得，我的人生三部曲就是《银魂》、《混沌武士》和《星际牛仔》。 昨天接档的另一本书是《心是孤独的猎手》，文字很有氛围感，所以拿着看就不舍得撒手。我很喜欢米克和辛格这两个角色，疯疯癫癫布朗特也是很有趣。 updated at 2017-08-25 09:36:58 昨天凌晨时刻给老友回了信，写完之后发现，不只是与人相逢，与自己的每种情绪相逢，愤怒，苦闷或是怨妒，也是一期一会。 今天下午小睡醒来的时候突然会想，如果人可以选择自己喜欢的事业并倾注努力，内心会少很多无谓的挣扎和对抗吧。不过后面又一想吧，自己在挣扎和对抗的那些年里面，好像也变得更坚定了。 updated at 2017-08-26 17:45:33 昨晚看完了《心是孤独的猎手》。这本书的每个人都有各式各样的孤独，每个人都认为聋哑人辛格可以理解自己的一切，但辛格说：“可笑的是，她给我讲音乐的种种妙处，好像我能听得见似的。”聋哑人辛格的孤独在于，虽然能读唇语能写字，但实际上还是密闭容器，人人猜测他的过去但无人知晓，人人向他倾诉却无人倾听。其他角色的孤独在于表达了却无人共鸣，于是只好在一个聋哑人身上寻求安慰，幻想从未有过的共鸣。 令人吃惊的是，作者卡森·麦卡勒斯（Carson McCullers）完成这本书时只有23岁。我读的时候总觉得，这文字有一层少年人热情的壳，但内里却是悲凉苍老的。又想起去年看的《比利林恩的中场战事》，感到对人与人的交往有种说不出的失望。大体上是，每个人都觉得自己理解对方，每个人都尽力表达自己，但人与人之间仍然如同两座无法靠近的孤岛。 接档的书是王小波的《三十而立》，挺短的，而且好像以前看过，不过还是读着就停不下来…… updated at 2017-08-27 18:08:20","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W2","slug":"magician-s-log-W2","date":"2017-08-20T12:04:34.000Z","updated":"2017-10-13T08:57:13.000Z","comments":true,"path":"2017/08/20/magician-s-log-W2/","link":"","permalink":"http://shiro1861.com/2017/08/20/magician-s-log-W2/","excerpt":"","text":"温习魔法log会计真正狡猾，一方面要理清大思路，理解整个业务是在做什么，另一方面又有计算和分录上的小细节需要死记（因为没什么道理）。狡猾的地方在于，大思路上又不像菜馆有明确的主线和情形，像流程图一样照着做就行，背记的东西又不像是公式。 目前实践的心得： 小题，先看题干，明确考点，问的是考点中的哪一环，回头找要件，有哪些坑e.g. 求出售该可供出售金融资产对当期损益的影响额，考点是可供出售金资的处置，要件是账面价格，售价，坑是原来计入其他综合收益的金额要转出到损益。 大题比较友好，照着题干一步步来即可，但大题字数很多，需要快速阅读整理信息，识别出要件在哪，不要被冗杂的信息干扰。针对这个要件思路，我决定用当时温习某G字头魔法的经验，==highlight题干和答案，将抽象的魔法规则变成实在的东西去记忆，相当于让它“说人话”吧。== 题感，看到题目要求和题干已经能够“凭感觉”寻找关键输入变量了，但部分环节还是有记忆错误 审计目前正在试验记忆方法是否可行，目前的难点不是将记忆内容进行联想事实上开脑洞发白日梦我还相当在行，难点是记忆的东西的标题很难和联想的东西联系在一起，就是以前高中背文综的时候总是忘记题目是啥。 因为害怕复习进度追不上，开始快速看网课，尽量给更多时间复习和题目。 进入第三编各种循环的审计之后发现网课和讲义的作用接近鸡肋，这些章节的特点是结构简单相似，但每章需要理解背诵的细节也非常多，而且预期考题很灵活。所以我打算只听老师在每节课开头指出的重点然后自己去看书并记忆。同时感到应该做题来巩固了。 税法卡在企业所得税已经很久，由于想不出什么高效的方法只能回归看辅导书+做题模式，意外地有用嘛，顺便吐槽一句这章的税法讲义做得实在太烂了。 菜馆卡在背不住公式做题就很烦躁的本量利分析……鉴于月底一定要了结菜馆我决定玩命背公式。就这样，菜馆无外乎就是公式+套路…… 本周本来计划了结会计全部章节，实际还差六个知识板块，不过里面难点不算多，感觉回头再看月初复习的已经记得很模糊了OTZ……唯一踩着进度的是审计，不过进入到第三编我看情势也很紧张了……啊，八月还有十天就结束了，我心飞翔……不管怎样，到一山头就占一山头，尽力而为吧。 修行话痨log尽管我怀着肤浅的动机在修行剑道，但我近期也逐渐体会到了里面朦胧的哲学：要学会伺机而动，不该动少动，动多必死。这个道理我想里尔克也很同意（才没）： 好好地忍耐，不要沮丧，你想，如果春天要来，大地就使它一点点地完成，我们所能做的最少量的工作，不会使神的生成比起大地之于春天更为艰难。 回头看看月初病休的日子，也并非毫无益处，至少我在不停地看电影、无聊的电视剧和综艺的过程中发现，现在文娱产业之于受众，就好像饲主之于猪，肥完一车宰一车，宰完一车生一车，子子孙孙无穷匮。我觉得非常无聊。 沉醉于别人的幻象不是我的风格，我要打烂一切创造我的东西。 Updated at 2017-08-14 15号开始觉得厌倦以及焦虑，我想一切又又又又是失眠惹的祸。我开始觉得温习进度很赶，然后焦虑而无法入睡，于是没有办法打起精神去应对一切，只能够逃避，而逃避只能加重温习负担。经典dead loop。 无论如何我还是应该尽量勉强地保持行动。发现治愈焦虑和拖延癌的良药： 做一点是一点，宁愿听歌牺牲效率也要开始手头任务，剩多少时间就学多少时间，不要懊丧 运动、书写、阅读、绘制和听音乐等低刺激的平静事项 不要曲解自己的感情，表达出来 其实我很讶异这种deadloop没出现在我的高中时期而是现在，抑或是以前也许有这样的时刻但碍于大环境也要逼自己，不过解决方法也还是上面那几个。真的感恩还能写写画画。 今天读完了《未来简史》，这本书讲的是大实话，虽然想到自己活得哼哧哼哧但最终只能消散在数据流之中就觉得好气，不过比起读某些作者的高端心灵鸡汤，我还是宁愿读些令人生气的文字（自虐有瘾吗）。 然后接档的书是克里希那穆提的《重新认识你自己》，书名略恶俗，不过我近期很想阅读有关了解自己情绪的书，于是选了这本。 《李鸿章传》卡在讲李鸿章治黄河水的那章，突然出现大篇幅的描述黄河水患的文字，崩溃。 Updated at 2017-08-17 今天去剑道训练的时候突然发现，尽管事前有人和你说“不要在这一步犯错”，你在真正做到那一步的时候仍然是脑子空白照样犯错。这种情况在以前考试和做练习题的时候也经常发生，常常会出现前一秒“哦，知道了”，然后马上就做错的情况。感到无法观照自己的行为。 克氏的《重新认识你自己》已阅读过半。只感到，过于理想的境界只能追寻无法恪行。但他的观点“实在地而非抽象地直面自己的感情”给了我些许启发，简单来说就是，当你觉得焦虑恐惧时，对自己说“不要焦虑”只是逃避的另一种形式而已，你也不可以像一个旁观者一样去观察自己的焦虑，要明白这份焦虑和“你”是一体的。 其实，你如果彻底观察就不难发现，那观察者不过是一堆概念或记忆，没有任何实质和效力，恐惧反而实在得很。如果你不断想以抽象的方式理解事实，当然不可能办到。 是不是可以这么理解，为什么旁观自己的情感也是行不通的，因为当你旁观恐惧的时候，实际上是戴着恐惧这副有色眼镜眼镜在旁观，所以得到的东西并不是事实。于是克氏给出的解决方案是： 你一旦认清自己就是恐惧，和恐惧无二无别，自然会停止所有的斗争，然后恐惧就完全止息下来。 我之前没事干尝试冥想的时候，以为是要从体内抽离，像个路人一样检视自己的感情，虽然并没有冥想出什么结果……（滑稽脸）。当然我也不知道克氏这个方法实践起来是怎么样，但总的来说我觉得克氏的理论在解决方案部分脱离了我的常识范围（简言之就好像，我并没有死过，所以我无法理解死亡），到底什么是“和恐惧无二无别”，我也并不清楚。 好的，闲书唠唠嗑结束。不知道为啥有时候很怯于让人知道自己是个活得挺严肃认真的人，做事也很有野心，常常会想些天高地远的东西，反正就是，觉得让别人知道自己是个有抱负又上进的人很羞怯，但心里又觉得很自豪XXXXX…… 我的内心独白常常是：我知道自己能达到的高度，所以我为之努力，我并不感到难以启齿，但我就是，不想说。 太傲娇了吧！ Updated at 2017-08-20 19:44:11","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log W1","slug":"magician-s-log-W1","date":"2017-08-13T15:05:31.000Z","updated":"2017-08-14T00:40:42.000Z","comments":true,"path":"2017/08/13/magician-s-log-W1/","link":"","permalink":"http://shiro1861.com/2017/08/13/magician-s-log-W1/","excerpt":"","text":"打算把魔法研习日记转换成周记，不想噜苏那么多。 进度病好后的这周放弃了看《三国演义》，转为看《未来简史》，四天后的进度是82%，虽然一开始看的时候心潮澎湃有发现新大陆的感觉，不过接近尾声处又觉整本书基调悲观令人绝望，而且我觉得书里的句子给人一种傲慢的感觉，比如这样的句子： 21世纪经济学最重要的问题，可能就是多余的人能有什么功用。 锵锵三人行的podcast也评价了这本书，里面有个观点还挺妙的，说是因为现代科技的算法和数据最终会集聚在少数精英手里，而一旦这些少数人依附于某权利集团，那么《1984》的情形出现也并非不可能。 看《未来简史》的体验还是不错的，作者的写作风格就是非常干净的“论点+论据”型，非常GMAT，非常适合整理思维导图。尽管这本书读起来很启发，里面的观点也很抓人眼球，但就是充满了一种不能掩饰的优越感。所以我还是更欣赏该作者的另一本书《人类简史》，以及KK的《失控》。本来想买纸质版来整理一下的，不过现在想想我还是宁愿买《失控》。 因为看得太抑郁，打算看点亲和的书，于是转战《给青年诗人的信》。不知道看的什么译版，觉得用词和语句冗杂且难以理解，可能因为我不是青年诗人，不知道原文究竟是怎样的，不过好在篇幅比较短不至于难以忍受。整本书充满了那种虽然令人感到莫名其妙但读起来又觉得似曾相识说出了心中所想的句子，比如： 这是可笑的。我在这地坐在我的小屋里，我，布里格，已经是二十八岁了，没有人知道我这个人。我坐在这里，我是虚无。然而这个虚无开始想了，在五层楼上，一个灰色的巴黎的下午，它得出这样的思想：这是可能的吗，它想，人们还不曾看见过、认识过、说出过真实的与重要的事物？这是可能的吗，人们已经有了几千年的时间去观看、沉思、记载，而他们让这几千年过去了像是学校里休息的时间，在这时间内吃了一块黄油面包和一个苹果？ 是的，这是可能的。 好的，用短暂的复习前20分钟写了一些读后感，复习去也。 用了一个失眠的晚上看完了《给青年诗人的信》之后，因为想看些催眠的书，转战梁启超的《李鸿章传》，两日后进度50%，目前的观感是梁启超写得很够味，好肤浅的观感……好吧，其实观感是，“世事波上舟，沿洄安得住。”也是看得好抑郁，下本书真想看点欢快的。 魔法研习进度这周五做了短暂休整，再次研究了有关记忆方法的文章，打算对学习方法进行调整。材料综合看了知乎上面一些大牛的经验，然后下载了一份有关记忆宫殿的学习材料，花了大约一个下午整理和阅读，并选取了部分来试验。整个过程还有点热血沸腾，莫名其妙…… 目前最喜欢的还是串联记忆和联想记忆法，拿背诵内容多的审计实验了一下，比单纯背有意思多了，精神也更集中，因为要想莫名其妙的联想来记住。定桩和数字联想法有点不明所以，可能是对于我目前的备考科目不合适。 目前实践的心得： 记忆到考试就是“输入-编码-提取-运用”的过程，记不住实际上是编码和提取环节出现脱节 关于编码，就像是“制造路径”的感觉，我对应到使用思维导图整理这一步 提取就是以各种不同于初始输入的方式来复习 运用对于我就是做题 首先我改进记忆方法的目标（动机）是： 第一目标：帮助我更高效地复习并通过以后所有我想通过的考试，一是专业知识，二是语言考试 第二目标：在阅读和看电影时记忆更多的细节，一可写作时引用二可交谈时不至于空无一物 第三目标：在将要开始的工作中能更快速地记下客户和同事的名字等细节以及对方交代的事务 最高目标（误）：成为高段位学习者（坦白讲这个目标比拿下注册XXX考试的更令我热血沸腾是怎么回事……） 根据第一目标识别出的记忆客体特点： 会计 单纯记忆，概念性知识，分类标准等 （比如哪些交易计入什么科目） 会计分录名称，需要一定理解 一整套的处理思路，需要深入理解准则（某种交易从头到尾的处理） 计算时易错的细节 选择题快速计算的公式和技巧 财务管理 公式！！！ 解题思路 单纯记忆，概念性知识，分类标准等 计算时易错的细节 税法 征税对象税率征税时间计算公式 计算细节 审计 单纯记忆，概念性知识等（应付简答题） 需要深入理解并运用于判断的规则（比如选择什么审计程序，采用该程序或处理方法是否恰当） 流程性质 经济法就是往死里背吧（仲未复习） 战略管理就是往死里背吧（仲未复习） 先写到这里，去干正事儿。突然感到谜之平静是怎么回事…… 然后这几天复习进度都还算勉强踩着，审计一刷和财管二刷的进度差不多1.5天一章，包括复习讲义和自我归纳，会计卡死在负债和所有者权益那章，太庞杂了，正在一点点重新整理导图，税法卡死在企业所得税，也是庞杂…… 反正现在的心情是很平静，感觉就像是准备一个庞大的期末考。上午基本可以保证复习效率，不过下午就有点悬。然后个人觉得自己的缺点就是太想一步到位，对自己每个复习环节要求很高，往往在开始前会觉得自己达不到而放弃去开始，造成拖延。下周的目标就是如何控制好下午的复习时间以及不要过于急进，学会分解任务，每次先做到及格。 以上。 2017-08-13 23:30:15","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"病休筆記","slug":"病休筆記","date":"2017-08-04T09:57:45.000Z","updated":"2017-08-09T06:22:25.000Z","comments":true,"path":"2017/08/04/病休筆記/","link":"","permalink":"http://shiro1861.com/2017/08/04/病休筆記/","excerpt":"","text":"上次在日記里寫希望第二天好起來，結果並沒有好起來啊！被高高低低的燒連續折磨，因為頭痛只能看無聊的電視劇和電影度日，嚴重缺乏睡眠。 真的我覺得電視節目的設計機理是假設觀眾是白癡還是怎麼的。不過我居然看完了大軍師司馬懿之軍師聯盟，吳秀波還挺帥啊。 懷舊地看了中央六套的電影，我居然很懷念這裡的中文配音，有病啊。 西片的話看了這些：家長指導（Parental Guidance），又在家庭劇里發現新樂趣。還看了現代愛情故事（Frankie and Johnny），因為很喜歡開頭那種九十年代膠片色調，以為是部不錯的篇，結果只有阿爾帕西諾演得變態還能看啊。還有為奴十二年（12 Years a Slave），一開始以為法鯊演的黑奴我還在想誰是，結果又是演的變態嗎。裡面黑人老嬤嬤的演唱好聽。有些靜態的鏡頭感情張力和傳情達意的功夫很強，比如所羅門被吊在樹上那一幕。最後是李安的綠巨人（Hulk），說真的沒有那麼爛，我覺得李安是有自己的理解在裡面的，覺得基調是很悲愴的。各種打打殺殺場景有節制，其實我不太喜歡超級英雄片裡面炫技的場景。 國產片看了兩部後會無期（The Continent），歌還不錯吧，整個片子就像韓寒每本書的大合集，不過感覺雛形應該是1988：我想和這個世界談談？話說韓寒還真是喜歡那個煮青蛙的情節。片中江河用一鍋溫水煮青蛙，然後不停升溫，試圖告訴浩漢一旦溫度足夠高，動物會自己適應并挑出來，緊接著鏡頭就是浩漢一個鍋蓋蓋下來，“這才是現實”。其實我從高一開始有看韓寒的書，在那些苦悶的日子里確實對我而言是十分有趣的消遣，現在不會特地找他的作品來看，但也並不討厭，也許還會看。覺得對下面這段話挺有感觸的。 你們從小就認識，她卻早早離開故鄉。你去到她的城市，以為她過上理想日子，她的生活卻不過如是。你以為你能投靠，但是她自身難保。你以為你們能暢談往昔，卻越說越詞不達意。你們依然記得和掛念，只是不能抗衡時間和空間。你們最終告別，人生只是下一個地方和下一場戲。 還看了一部改編自亦舒小說喜寶的同名電影，真的，被裡面角色的世界觀嚇到了，覺得一屋子的歇斯底里症吧…… 觀影記錄大體如此吧。真的，病了才知道珍惜健康啊。因為高熱不退，又沒什麼具體原因，老疑神疑鬼得了什麼不治之症，這才覺得人生苦短，該多干點正事，對自己負責啊。 以上。 2017-08-04 18:32:52 \b","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician今天有點長","slug":"magician今天有點長","date":"2017-07-28T13:55:55.000Z","updated":"2017-07-28T16:06:00.000Z","comments":true,"path":"2017/07/28/magician今天有點長/","link":"","permalink":"http://shiro1861.com/2017/07/28/magician今天有點長/","excerpt":"","text":"今早覺得頭痛，怎么都不想起床。堅持學了一個上午所有者權益和負債，實在不行了，於是休學罷工。發現現在真是沒有高中那股“讓我學我還能學啊啊啊啊還不能閉眼”的勁頭了。 下午看完了步履不停（歩いても 歩いても），看的是枝裕和導演的第一部片。原聲帶的吉他好聽，是夏天躺在陰涼的臥室里吹風扇的感覺。最後男主角的旁白令人有些難過，發現一個人的生老病死，說出來也就輕描淡寫一兩句話。 不過全片節奏對於我來說還是太緩慢。我也看過李安前期的“父親三部曲”（《推手》《飲食男女》《喜宴》），感覺要活潑很多:D，戲劇衝突感更強，令我在家庭劇中找到了意外的興趣點。 之後本來想重看銀翼殺手（Blade Runner），覺得太費神就刷完了涼宮春日的憂鬱（涼宮ハルヒの憂鬱）。这是我初中的時候差點就看了的作品。雖然自詡從中二少年圈退休多年，明知人生不复少年时，还是会看得热血沸腾，也还是希望自己能够回去。 其實也很久沒看動畫了，只是最近温习魔法太苦悶，挖了些初高中時期仰慕已久的舊作出來看。我看涼宮覺得比較有共鳴是在第十集左右。女主角涼宮有段自白大意是，曾經以為自己多麼獨特，但萬千世界人生海海，發現自己也只是普通人而已。發現這點之後，覺得人生陷入了憂鬱，所以才會希望每天的生活發生一些有趣的事。 這段自白，真是中二病開山鼻祖般的發言，我覺得說出了我理解的日本動畫的核心觀點之一──就算我獨特的存在與世界相矛盾，我也絕不妥協。雖然我個人對涼宮霸道的人設有一點不接受，但这个角色的魅力，就像片中男主角阿虛所說的“你們只會對現狀抱怨不滿，但春日是真的行動起來去改變這一切了啊。”所以我覺得整部作品還是很積極的。 而且我覺得這段自白，多少也說出了自己的感受吧。我常常問起朋友“是在哪一刻覺得自己其實很普通”。我一直到大三快結束時才嚴肅地覺得自己只是個普通人，也許做不了什麼大事，但潛意識里仍然覺得還是要有一番作為，無論大小，至少無愧於己。 最近溫習魔法溫習到腦子都有點銹了，東想西想，有時候氣餒到覺得自己無論做什麼都無法達到自己的標準，很是洩氣，不知道之前做過的事都算些什麼，只是被生活推著走嗎。其實看電影看劇也並不是那麼開心和有趣，我覺得學習（廣義的）倒還更充實一些。 希望明天好起來。晚安。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log day9","slug":"magician-s-log-day9","date":"2017-07-27T15:27:50.000Z","updated":"2017-07-27T15:32:59.000Z","comments":true,"path":"2017/07/27/magician-s-log-day9/","link":"","permalink":"http://shiro1861.com/2017/07/27/magician-s-log-day9/","excerpt":"","text":"昨晚又失眠了啊啊啊啊啊。 今天花了一天寫完收入費用利潤和非貨幣性資產交換習題之一，啊啊啊啊 晚上嘗試烤燕麥蛋奶，味道一般般 練習了Lost Star的右手掃弦部分，完全聽不出來是什麼好嗎！！！ 有時候覺得知識只要被適當分割，就能更好地被吸收。吉他和劍道的訓練好像也是這個道理，雖然感覺細節太多十分overwhelming，不過一點點筑起來就好。晚安。 2017-07-27 23:32:06","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log day8","slug":"magician-s-log-day8","date":"2017-07-26T15:36:12.000Z","updated":"2017-07-26T15:39:55.000Z","comments":true,"path":"2017/07/26/magician-s-log-day8/","link":"","permalink":"http://shiro1861.com/2017/07/26/magician-s-log-day8/","excerpt":"","text":"今日莫名困。 早上繼續所得稅，好不容易聽完課了，差點背過氣，稅法這個小妖精 午後學了Lost Star的吉他弹唱版，和弦和扫弦苦手 下午整理了非貨幣性資產交換 晚上劍道練習 今天朋友都問起我是不是在複習，感到自己還是被人期待著的啊。 還是要振作精神複習。就醬，晚安。 2017-07-26 23:39:50","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log day7","slug":"magician-s-log-day7","date":"2017-07-25T15:19:35.000Z","updated":"2017-07-25T15:37:19.000Z","comments":true,"path":"2017/07/25/magician-s-log-day7/","link":"","permalink":"http://shiro1861.com/2017/07/25/magician-s-log-day7/","excerpt":"","text":"前晚肌肉痛睡不著就重看了空之境界的前五部，然後昨天出去吃吃喝喝休假一日，睡前改成聽podcast，入睡很快。偶爾打亂作息感覺很refresh啊。 今早先開了稅法，整理完了企業所得稅應納稅額的部分，但還是有20＋頁的講義沒聽課，感到出離絕望 中午堅持低碳水飲食，吃了番薯南瓜漿，考燕麥，甘藍，雞蛋 午後好想睡覺，睡醒就起來HIIT訓練 晚飯前補完了會計收入費用利潤 晚飯後練了吉他，新學了三個和弦，譜子有點苦手 昨天聽podcast的感慨： 郭靖說“上天損有餘而補不足。”突然反思了一下自己近排時寬鬆要求自己的狀態，覺得大概是不能夠這麼鬆懈地繼續下去。過慣了寬鬆日子的人無論如何不會自主回到那個緊張的狀態，而勤勉度日的人總覺得鬆懈度日是一種罪過。 雖說近來有些排斥那種“拿到想要的東西必然是個痛苦的過程”的說法，但無論如何也得逼一下自己吧。今天就是醬，晚安。 热力学第二定律（second law of thermodynamics）是热力学的四条基本定律之一，表述热力学过程的不可逆性——孤立系统自发地朝着热力学平衡方向──最大熵状态──演化，同样地，第二类永动机永不可能实现。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log day6","slug":"magician-s-log-day6","date":"2017-07-23T14:58:04.000Z","updated":"2017-07-23T15:06:11.000Z","comments":true,"path":"2017/07/23/magician-s-log-day6/","link":"","permalink":"http://shiro1861.com/2017/07/23/magician-s-log-day6/","excerpt":"","text":"昨晚因為突然有個小故事很想畫出來就一兩點才睡，不過今早還是起來繼續溫書了。 早上繼續溫習收入費用利潤，65頁的講義真的是此恨綿綿無絕期，绝望起来就去听歌，听着听着就wandering，没！救！了！ 中午繼續低碳水飲食，下午吃了黃瓜作加餐 下午休息起來先做了HIIT的練習，然後繼續溫書，此恨綿綿無絕期啊 晚上休息看電視，雖然覺得很無聊，但有時候只是想不動腦而已 在wandering的時候聽到的一首歌，雖然覺得人想裝B什麼詞都像在唱自己吧，但確實覺得這詞描述自己的近況很合適。晚安啦。 It’s a fine it takes so long But I’ve learnt to hold my own So I stand and I wait in line With a heavy head and this bottle of wine And I watch as they steal my time I stand and I wait in line","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log day5","slug":"magician-s-log-day5","date":"2017-07-22T15:27:22.000Z","updated":"2017-07-22T15:39:57.000Z","comments":true,"path":"2017/07/22/magician-s-log-day5/","link":"","permalink":"http://shiro1861.com/2017/07/22/magician-s-log-day5/","excerpt":"","text":"我終於發現這個日誌的作用就在於，當你每天無所事事的時候，記錄下來就會顯得尤其蒼白。 今早溫習了會計收入費用利潤，接近中午的時候還畫了半小時畫 中午之後開始wandering，東看西看，說真的不是想做別的什麼事，就是單純覺得做什麼都很無聊 然後兩三點這段時間聽了很多歌 下午四點左右寫了一篇日誌，打算回顧這半年的生活，但寫了幾句就沒什麼耐心了 傍晚HIIT訓練，然後準備晚餐，燕麥，瘦肉，雞蛋，南瓜，甘藍和黃瓜，五顏六色很好看 覺得我現在的狀態，就像高考前那些不停拖延的我的同學們。我那時，大概就是在內心嘲笑他們，何其惡毒。只是突然沒想到自己也會無法控制生活吧。 但總該相信情況在漸漸好起來。晚安。 2017-07-22 23:39:53","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log day4","slug":"magician-s-log-day4","date":"2017-07-21T16:58:45.000Z","updated":"2017-07-21T17:05:07.000Z","comments":true,"path":"2017/07/22/magician-s-log-day4/","link":"","permalink":"http://shiro1861.com/2017/07/22/magician-s-log-day4/","excerpt":"","text":"今天一覺睡到十一點……也是無語了。 中午買菜做飯 下午又睡到四點，起來刷了會計債務重組和所得稅的選擇題 晚上去道館考級，六級直接升到了二級，相當開心 回來之後喝了杯牛奶繼續完成今天分量的任務 怎麼說呢，感到要停止自毀機制只需要一兩個動作就好，但開啟也是同樣的，真是可怕的慣性啊。與其陷入無休止的「自毀﹣後悔﹣自責」的自我損耗循環，不如跳出來。 說是這麼說啦，人真是意志力脆弱的悲哀動物啊，教練。","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log day3","slug":"magician-s-log-day3","date":"2017-07-20T08:07:30.000Z","updated":"2017-07-20T14:49:29.000Z","comments":true,"path":"2017/07/20/magician-s-log-day3/","link":"","permalink":"http://shiro1861.com/2017/07/20/magician-s-log-day3/","excerpt":"","text":"大部分時候是自控且清醒的，除了午睡起來后那一個小時。有時候感到，和想成為的樣子，實在離得太遠，就會立刻感到沮喪，但又並不會放棄努力。 早上完成了會計的所得稅會計的導圖重建，然後開始摸索hexo的一些組件（摸魚），有時候就是因為學得太開心就會得意忘形是怎麼個設定…… 午覺睡過頭 然後下午一直開始surfing到晚上（居然重溫了童年時期看過的電視劇截圖，人無聊起來還真是蠻無聊的） 晚飯前做了瑜伽 晚上看著講義覺得沒什麼想複習的，倦怠max 好可怕，感到兩個月之後我會後悔而死。這段時間識別出最多的情緒就是，煩躁，倦怠和自責。一直在思考是什麼讓我在四年大學生活中保持著良好的自控能力，又是什麼讓我在大四這年失去這自控力 左思右想，是缺乏一個「讓我感覺」很酷的奮鬥目標吧。 大三中後期，在和GMAT死磕完之後，開始逐漸改變原來死板的作息，變得更加靈活，偶爾也會做計劃之外的事，變得不再每天戰戰兢兢追著進度跑。收穫嘛，大概是撿回了繪畫，看了很多好電影。和朋友的交流互動也越來越多了，甚至都變得有些不習慣一個人獨來獨往，也時常希望有人陪著。從前無法可想和人如此親近。 之後就是接連不斷的實習生活，從一份切換到另一份，適應了鬆散的不自省的生活。感到再難回復從前的狀態了。怎麼說，感到是自掘墳墓。想起蝙蝠俠黑暗騎士三部曲裡面，主角在最後說，小丑還是勝利了，因為他讓一個正義的人從自己內部瓦解了正義。 不能東想西想，至少目前要守護僅有的行動力，堅持早上四個小時的學習時間。 晚安。 2017-07-20 22:48:09","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log day2","slug":"magician_s_log_day2","date":"2017-07-19T08:56:59.000Z","updated":"2017-07-19T16:30:30.000Z","comments":true,"path":"2017/07/19/magician_s_log_day2/","link":"","permalink":"http://shiro1861.com/2017/07/19/magician_s_log_day2/","excerpt":"","text":"今天依舊是沒睡飽的一天，但沒有出現罷工情形，堅持早起。颱風過後的早晨格外清爽。 朝早複習了會計的企業所得稅 午前重新檢視了所得稅的導圖，午飯是叉燒撈麵 午後看了一回合《三國演義》，練習了打字的標準指法，然後接著企業所得稅。三四點的時候煩躁指數max，只好surfing緩解無聊。到底有什麼不會沉迷又有效的放鬆方法呢？ 傍晚到晚上是劍道課，一周之中難得的精神集中時刻。下課後的街道靜得詭異。 一個人能堅持做某件事，大概還是因為愛，即便是不愛，這件事也該賦予一個人某種能力，讓他去愛別的東西。 一個人能對自己自言自語多久而不感到虛空？@Captain Kirk 2017-07-20 00:30:21","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"magician's log day1","slug":"magician-s-log-day1","date":"2017-07-18T15:49:20.000Z","updated":"2017-07-18T17:12:32.000Z","comments":true,"path":"2017/07/18/magician-s-log-day1/","link":"","permalink":"http://shiro1861.com/2017/07/18/magician-s-log-day1/","excerpt":"","text":"小法師昨晚失眠到三點，早起計劃失敗第二次。 早上寫日記反省自己近期怠惰的狀態，實在鼓不起勁的時候只好罵一罵自己（苦笑），儘管已經到了寫日記都無法警醒自己的階段了。 中午開始整理會計租賃的導圖，然後做了題。依然還是錯一些沒頭沒腦的細節。發現在錯題集里回顧自己當時神一般的思路然後比對答案這個方法還是很有效的。 下午又耐著性子接著熬企業所得稅，熬不下去了就躺著看審計課本，審計產生的原因，在我國的發展巴拉巴拉，堅持到審計目標，夢到大三的審計課（其實已經睡著了）。 傍晚是HIIT的訓練，之後的晚飯是茄子撈麵（備考期間的食量實在嚇人）。晚飯后看了兩支日本的廣告短片,發現我的笑點不是太高而只是留在了霓虹國而已。感覺多看一些短片會很開腦（？）。 所以總的來說是完成了今天的任務量，并堅持了每日的冥想（第9天）。 關於這個blog的未來發展，打算放一些個人創作並不，最近的書籍和影視作品鑒賞心得，以及一些小故事，當然還有蹲考試監的每日沉思錄嘮叨。 那麼今天的修行也愉快地結束了😆。 p.s.昨晚失眠的時候看到一個混剪的Games of Throne視頻，講的Stark一家的，很感動。真想快點買小說第五本，可惜最近窮到不行😔。Link:See you again 权利的游戏 史塔克家族回忆杀混剪","categories":[],"tags":[{"name":"log","slug":"log","permalink":"http://shiro1861.com/tags/log/"}]},{"title":"post","slug":"test","date":"2017-07-18T14:28:01.000Z","updated":"2017-07-18T15:46:02.000Z","comments":true,"path":"2017/07/18/test/","link":"","permalink":"http://shiro1861.com/2017/07/18/test/","excerpt":"","text":"创建这个blog是为了缓解蹲考试监期间的无聊:)","categories":[],"tags":[{"name":"ss","slug":"ss","permalink":"http://shiro1861.com/tags/ss/"}]}]}